{
  "01_meta_about_us_title_head": "About us",
  "01_meta_adout_us_description": "About our team",
  "01_meta_articles_description": "We offer professional video editing services, specifically for content creators. Submit your instructions and we will take care of it - storyline, music and effects. 2-day turnaround & 100% money-back guarantee. Get one free trial",
  "01_meta_articles_title_head": "Everything about the video editing",
  "01_meta_description": "We offer professional video editing services to content creators. Submit your instructions and we will take care of it - storyline, music and effects. 2-day turnaround & 100% money-back guarantee. Get one free trial",
  "01_meta_faq_meta_title": "FAQ",
  "01_meta_how_to_choose_description": "How to choose the right music for your video? The top 3 tips as a professional video editor for you to choose the perfect song for your next project",
  "01_meta_how_to_choose_keywords": "How to choose the right music for your video, How to choose the music for video",
  "01_meta_how_to_choose_title_head": "How to choose the right music for your video",
  "01_meta_how_to_edit_YT_description": "How to Edit for YouTube Videos",
  "01_meta_how_to_edit_YT_keywords": "How to Edit for YouTube Videos",
  "01_meta_how_to_edit_YT_title_head": "How to Edit for YouTube Videos",
  "01_meta_how_to_edit_video_description": "Are you having difficulty staying on topic while attempting to create a YouTube video? Learn more how to easily write a YouTube video script",
  "01_meta_how_to_edit_video_keywords": "How to easily write a YouTube video script, write a YouTube video script",
  "01_meta_how_to_edit_video_title_head": "How to Easily Write a YouTube Video Script",
  "01_meta_keywords": "Video editing, video editing service, video editor, Video editing online, video editing service online, video editor online, Vimerse",
  "01_meta_main_title_head": "Professional Video Editing Service",
  "01_meta_privacy_top_title": "Privacy policy",
  "01_meta_terms_meta_title": "Terms and conditions",
  "01_meta_title": "Professional Video Editing Service | Video Editor Online - Vimerse",
  "404_button_text_string": "Go to homepage",
  "404_subtitle_string": "The page you are looking for is not available",
  "404_title_description": "404 - page not found",
  "404_title_meta": "404 - page not found",
  "404_title_string": "Looks like you’re lost",
  "404_title_tag": "404 - page not found",
  "about_us_how_it_started": "An idea was born...",
  "about_us_how_it_started_text": "With more than 15 years of global investing experience, Hyunjae Lee was ready to embark on an adventure of his own and hoped to create a brand dedicated to solving problems faced by everyday creators and small businesses. Throughout the pandemic, he found himself picking up new hobbies, from cooking to home improvement, always with the aid of YouTube.",
  "about_us_how_it_started_text_2": "Intrigued by the power and versatility of video, Hyunjae began speaking to content creators to learn about their process and where they continually fall short, eventually discovering the bottleneck of the video industry – editing. Most creators outsource or spend hours of their own time attempting to master the skill without much luck. And so Hyunjae began Vimerse, an all-in-one editing platform to solve the needs of the creators he learned so much from.",
  "about_us_our_approach": "Our approach",
  "about_us_our_approach_text_1": "Our unique approach to video editing lies in our network of editors globally. Our extensive team of Managing Editors recruits the best-in-class editors from their area, allowing us to hire highly talented editors from everywhere.",
  "about_us_our_approach_text_2": "Through this setup, we are able to offer extremely competitive pricing while keeping our operations running 24 hours a day, 7 days a week.",
  "about_us_our_approach_text_3": "All editors in our network meet a minimum standard of quality and experience level and undergo Vimerse in-house training. Each editor has shown the ability to increase watch time, increase views, and tell the story in a more engaging manner.",
  "about_us_our_differentiations": "Our differentiations",
  "about_us_our_differentiations_text_1": "If you were to approach video editing on your own or through an outsourced resource, you would likely be up against higher costs and longer turnarounds, as well as a lower quality product. If you go it alone, you could be looking at five months or longer to master video editing software. To outsource, you would need at least a week to find a freelancer and may battle consistency or communication issues.",
  "about_us_our_differentiations_text_2": "With Vimerse, your order is submitted in just 5 minutes. Once your order is received, we can produce the final product in just two calendar days. And our prices are always fair and often beat freelance rates due to our extensive network.",
  "about_us_our_differentiations_text_3": "We have refined the ordering process so that you can submit your raw footage and instructions quickly and accurately. Our highly trained editors will apply trendy editing techniques while following your instructions. We save your time and help you stand out with your video content.",
  "about_us_our_mission": "Our mission",
  "about_us_our_mission_text": "Vimerse serves as the primary partner for content creators by providing high-quality editing that is affordable and on time. Our services reduce stress, save valuable time for creators, and increase views and watch time by their audience. Vimerse is here to help you create captivating content through exceptional storytelling, graphics, enhanced audio and visual, and effective delivery of emotions.",
  "about_us_our_portfolio": "Our portfolio",
  "about_us_title": "About us",
  "articles_text1": "In a video, music can evoke many emotions. A bad song can ruin your video, so look at the raw video. And find the right music that sets the mood.",
  "articles_text2": "A genuine YouTube video requires a unique content preparation strategy. A great hook requires a setting that highlights your best qualities.",
  "articles_text3": "Starting out on YouTube, or any other video content, you may find editing difficult or tedious. Invest in the equipment that will help you the most.",
  "articles_title": "Articles",
  "articles_title1": "How to choose the right music for your video",
  "articles_title2": "How to easily write a YouTube video script",
  "articles_title3": "How to edit for YouTube videos",
  "benefits_text1": "Two-day turnaround",
  "benefits_text2": "100% money-back guarantee in 14 days",
  "benefits_text3": "First full video editing",
  "benefits_title1": "Fast",
  "benefits_title2": "First-class",
  "benefits_title3": "Free trial",
  "cookies_text_banner": "We use cookies to ensure that we give you the best experience on our website.",
  "cookies_text_button": "Okay",
  "faq_2_block_text_1": "Please sign up and start the first video editing project. Your submission will be free as long as the raw footage does not exceed 45 minutes. If raw footage exceeds 45 minutes, there could be additional charges. No watermark. No strings attached! The free trial includes one round of 30-min revision.",
  "faq_2_block_text_10": "that there are delays in five days. We can certainly extend the days for your review. However, if we do not receive any notifications or replies from you, the project will be marked completed. This means that you will receive the latest draft as the final video.",
  "faq_2_block_text_11": "We offer unlimited revisions for the Diamond package. Once you receive a draft, you must submit a revision form to start the revision process. We offer unlimited revisions for 12 days from the order confirmation date. We do not offer unlimited revisions for the Gold package.",
  "faq_2_block_text_12": "The Gold package includes one round of revisions, which can be completed by an editor in 30 minutes. In 30 minutes, we can typically make 1-2 major changes (music or storyline) or 5-10 small changes (text, transitions, or effects). We may need to spend more than 30 minutes making adjustments as a result of your requests. We will update you as soon as the estimate is available. Our hourly rate for additional revisions is $18/hr.",
  "faq_2_block_text_13": "Yes, our ordering form will ask you about your logo, intro and brand guidelines.",
  "faq_2_block_text_14": "Sure! You can include the link of your reference video in the ordering form, and we will replicate the style of the reference video.",
  "faq_2_block_text_15": "Yes, we only use licensed royalty-free music. If you receive any copyright claims from social media platforms, we will help you to clear those claims.",
  "faq_2_block_text_16": "No, we currently do not offer this service.",
  "faq_2_block_text_17": "While our Gold package covers 45 minutes of raw footage, you can submit additional minutes of raw footage. We charge $0.35 per additional minute of footage. For instance, if you submit 55 minutes long raw footage, we will charge you for additional 10 minutes ($3.5 at $0.35/min) for the Gold package. We do charge less for additional minutes of Twitch streaming if chat analytics and markers are provided. When both chat analytics and markers files are shared with us, we charge $0.12 per additional minute of footage. For instance, if you submit a 300 minutes long Twitch stream with chat analytics and markers files, we will charge you for additional 255 minutes ($30.6 at $0.12/min) for the Gold package.",
  "faq_2_block_text_18": "If you want to share your cloud storage (Google Drive or Dropbox), you can choose the option from our form and share the links. If you want to upload directly, you can upload files of any format and size to",
  "faq_2_block_text_19": "No.",
  "faq_2_block_text_2": "We make highlights for Twitch streamers. We also make cooking, Vlog, beauty/fashion, fitness and product review videos for YouTubers, TikTokers and Instagram influencers. Please send an email to",
  "faq_2_block_text_20": "You will receive an order confirmation email, first/second/third draft delivery emails and the final draft delivery email. You can always reach us by replying to these emails or send an email to",
  "faq_2_block_text_21": "We are a small team with about 20 video editors. We also spend a considerable amount of time training an editor. We will do our best to schedule our workflow so that we can complete all orders in a timely manner.",
  "faq_2_block_text_22": "We will send you Paypal invoice. For Twitch stream highlights, we may ask for payment upfront.",
  "faq_2_block_text_23": "Yes, we refund you the 100% of the package fee if you are not happy. We will do everything to follow your instructions and take proper actions to address your concerns. While we will certainly refund 100% of the package fee, we cannot refund you the charges related to revisions.",
  "faq_2_block_text_24": "Yes!",
  "faq_2_block_text_25": "We can add subtitles for key messages. We cannot add subtitles for the whole video.",
  "faq_2_block_text_26": "No, we currently do not offer this service.",
  "faq_2_block_text_27": "You will get an order confirmation email in a few hours. Then, you will receive the first draft in two calendar days. You can always contact us",
  "faq_2_block_text_28": "Please tell us what you would like to change and why you would like to see the change.",
  "faq_2_block_text_29": "Yes, please indicate that you need the video to be 4k. Our default resolution is HD.",
  "faq_2_block_text_3": "We are laser-focused on offering services to content creators. We do not handle wedding videos, animations, music videos or commercial videos. However, we do edit Twitch stream, cooking, Vlog, beauty/fashion, fitness, and product review videos. Please send an email to",
  "faq_2_block_text_30": "No. We work directly with content creators. For any collaboration projects, please send an email to",
  "faq_2_block_text_31": "During the ordering process, we ask you the social media platform that you will be sharing the video. While the first draft will be made in the format suitable for your selected social media platform (e.g. YouTube 1920x1080), you can request additional formats during the revision process. Then, you will receive the final videos in multiple formats.",
  "faq_2_block_text_32": "If no specific instruction is shared, you may remove your files in 14 days from the completion of your project. However, we may keep files longer if you have not posted your content on the channels.",
  "faq_2_block_text_4": "Our editors are all highly skilled with Adobe Premiere Pro and After Effects. For stock images and videos, we use Storyblocks. For the video collaboration, we use Frame.io. For music, we use Artlist.io.",
  "faq_2_block_text_5": "While we can be very creative with your raw footage, we also want to make content that you and your audience love. The ordering form helps us to understand your stories and messages. If you are a returning customer, you would be pleasantly surprised near the end of the submission.",
  "faq_2_block_text_6": "preferably with a screenshot of the error message.",
  "faq_2_block_text_7": "Once you submit the form, our team will check if we have everything needed to make an engaging video for you. After our review, you should receive an order confirmation. We send the first draft in two calendar days from the order confirmation. If your raw footage is over 60 minutes (over 5 hours for Twitch), we might extend the delivery days for a day or two. We will update you as soon as the estimation of the required time to edit your video is done.",
  "faq_2_block_text_8": "Please follow the instructions in the email. You will be able to make comments on your video on Frame.io. After your review, please submit the revision form to start the revision process. Until you submit the revision form, we do not start making changes. You will have five days to submit the revision form. In the revision form, you can also request additional text, B-rolls and thumbnails.",
  "faq_2_block_text_9": "After the delivery of the first draft, you can request revisions in five days. You must submit a revision form to start the revision process. Once we receive the revision form, we make the changes in two calendar days.",
  "faq_2_block_title_1": "1. How do I try your service for free?",
  "faq_2_block_title_10": "10. What happens if I fail to request revisions in five days?",
  "faq_2_block_title_11": "11. How does unlimited revisions work for the Diamond package?",
  "faq_2_block_title_12": "12. How many revisions can I make for the Gold package?",
  "faq_2_block_title_13": "11. Can you adhere to my brand/style guides?",
  "faq_2_block_title_14": "12. Can you recreate it, or match something I’ve seen?",
  "faq_2_block_title_15": "13. Do you supply the music for the videos?",
  "faq_2_block_title_16": "14. Can you upload my videos to YouTube?",
  "faq_2_block_title_17": "17. How much do additional minutes of raw footage cost?",
  "faq_2_block_title_18": "15. How do I upload footage?",
  "faq_2_block_title_19": "16. Is there a size limit on the raw footage files?",
  "faq_2_block_title_2": "2. What types of videos do you edit?",
  "faq_2_block_title_20": "17. How will we communicate to ensure the work gets done?",
  "faq_2_block_title_21": "18. What if I send you 10 video editing requests in one go?",
  "faq_2_block_title_22": "19. How does the payment work?",
  "faq_2_block_title_23": "20. Can you provide a refund if I’m not happy?",
  "faq_2_block_title_24": "21. Can you create a thumbnail for me?",
  "faq_2_block_title_25": "22. Can you add subtitles for my video?",
  "faq_2_block_title_26": "23. Can you SEO optimize my videos for YouTube?",
  "faq_2_block_title_27": "24. What happens after I upload my project? Will I get a progress report with the estimated timing of delivery?",
  "faq_2_block_title_28": "25. What will I do if I am not satisfied with your editing?",
  "faq_2_block_title_29": "26. Do you work with 4k?",
  "faq_2_block_title_3": "3. What type of videos you DO NOT edit?",
  "faq_2_block_title_30": "27. I work for a video production/marketing/creative/design agency, can I sell your service?",
  "faq_2_block_title_31": "28. What format will my video files be delivered in?",
  "faq_2_block_title_32": "29. How long do you keep the files?",
  "faq_2_block_title_4": "4. What tools do you use?",
  "faq_2_block_title_5": "5. Why do you ask all these questions in the ordering form?",
  "faq_2_block_title_6": "6. What if I see errors in the ordering form and cannot submit?",
  "faq_2_block_title_7": "7. How long does it take to get the first draft?",
  "faq_2_block_title_8": "8. So, I have received the first draft. What should I do now?",
  "faq_2_block_title_9": "9. What is the turnaround time for revision requests?",
  "faq_date_update": "Updated April 22, 2022",
  "faq_top_title": "Frequently asked questions",
  "first_class_text1": "Your content is one of a kind. Your content will have an impact on many others and possibly become an important part of cultural trends. We have worked on thousands of projects and can confirm that what people are creating is absolutely amazing. Your personality may not appeal to everyone, right? But, you deserve a group of fans that will appreciate your uniqueness and its appeal. You are charming because you are honest about yourself and are willing to express yourself creatively. You are courageous to do so, and that courage is what makes you charming. We all admire you.",
  "first_class_text2": "Think of your content and character as cooking ingredients. It is not always you that could make the best dish out of these cooking ingredients. A professional chef, who knows good recipes, has years of experience and has the best equipment, might be the one to create a perfect course meal with the given ingredients. Your content and character deserve the best chef, in this case, the best video editors. Vimerse, a team of the best video editors, is here to help bring out the best in you, your brand, and your content.",
  "first_class_text3": "Video editing is both a technical process and art. Otherwise, why would there be an Academy Award for Best Film Editing? Tried different video editing software but cannot remove the watermarks? Tried templates but got loads of limitations? Wondering why your video does not have good music or sound effects? Find video editing mundane and time-consuming? We can help you. We love video editing, and we have all the answers you are looking for thanks to years of experience. There might be no shortcuts to the perfect video editing. Vimerse, a team of video editors, can be the shortcut for you in your content creation journey.",
  "first_class_text4": "Video editing takes time, and we want to take that baggage off of you. If you are recording and editing videos all the time, when do you have time to get inspired? Even if some good ideas seem to hatch when you are under pressure, the groundwork for those ideas should have started a long time ago. And if you continue to try to make content under time pressure, you can easily burn out. What is the source of your creativity? It might be your experience, your friends, or your family members. Your ideas might be inspired by a new book, a trip, or Youtube videos. Give yourself more room for creativity.",
  "first_class_text5": "Through your creativity and video content, you gain influence. In essence, you are building your brand. Big companies are where they are right now because they invest in their brands for multiple years, if not decades. The same should be true for your personal branding. It needs proper and consistent investment. The core of your branding is video editing. Excellent and efficient video editing will help you build and nurture it. Repurposed videos for Facebook, Instagram, and TikTok can reach more people in your audience categories. Without ample investment, brands do not survive. We, at Vimerse, just do not want your brand to survive, we want it to thrive and be known.",
  "first_class_title1": "Let that content and character stand out!",
  "first_class_title2": "You deserve an audience, and your audience deserves the best in you",
  "first_class_title3": "There are no shortcuts",
  "first_class_title4": "Make more time for your creativity",
  "first_class_title5": "Invest in yourself and your brand",
  "footer_address_string": "Boston, United States",
  "footer_copyright": "2021 © Vimerse LLC",
  "footer_helpful_links_title": "Helpful links",
  "footer_info_address": "Boston, United States",
  "footer_info_mail_address": "info@vimerse.com",
  "footer_social_network_title": "Social network",
  "footer_technologies_title": "Technologies",
  "header_about_us": "About Us",
  "header_signin": "Sign In",
  "header_signup": "Sign Up",
  "header_button": "Start creating",
  "header_button_if_width__less_768": "Sign In",
  "header_how_it_work": "How It Works",
  "header_pricing": "Pricing",
  "header_portfolio": "Portfolio",
  "header_bookcall": "Book a Call",
  "header_what_we_do": "What we do",
  "how_it_work_text1": "Let's have a chat. Tell us your style, requirements and reference channels. Learn how to get the most out of our services.",
  "how_it_work_text2": "Experience our seamless process, active communication and quick turnaround. See if we can meet your high standards. The first full video editing is free.",
  "how_it_work_text3": "Receive tailored video editing services at an incredible rate without monthly subscription. Submit multiple projects at once. Save your money and time!",
  "how_it_work_title1": "Video call",
  "how_it_work_title2": "First Video",
  "how_it_work_title3": "Repeat",
  "how_to_choose_bonus_subtitle": "Bonus tip: Search for songs by mood",
  "how_to_choose_bonus_text": "And one last tip for you is to search for music based on the mood you want to convey. If you followed tip number one, you probably already know what mood you want to give to your video, so you can search for songs based on moods like fun, relaxing, or inspirational. Some of the sites I linked in tip number three have categories for different moods, to make it easy to choose a song that fits. A video can be quickly ruined by a song that doesn’t fit the mood of the footage, so make sure that the mood of the songs helps push the message you’re sending with your video. This will help you continue to inspire, inform and entertain your viewers through your content.",
  "how_to_choose_button_text_1": "Go back",
  "how_to_choose_button_text_2": "Go back",
  "how_to_choose_conclusion_subtitle": "Conclusion",
  "how_to_choose_conclusion_text": "By following these tips, you’ll be able to create captivating and powerful videos with music that helps your viewers feel what you want them to feel. Remember that the most important thing is to keep creating quality videos and choosing music that matches the feel of the videos you create.",
  "how_to_choose_date_update": "Updated Sep 15, 2021",
  "how_to_choose_first_subtitle": "1. Watch the footage first",
  "how_to_choose_first_text_part_1": "My first tip for you is to make sure you watch all the raw footage before you even start searching for a song to go with it. When starting a new video, the first thing I always do is open all my raw footage in my video timeline, and watch it beginning to end silently without any music. I go through all the footage and take notes, and I identify the theme and mood of the video so I know what I want people to feel when watching that video. I also take notes of the parts of the video where I want the music to build up and be exciting, and the parts of the video where I want it to be a little bit more relaxed.",
  "how_to_choose_first_text_part_2": "For example, if I have a nice and calm sunrise that happens in my video, just by watching the footage I know that I’m definitely not going to search for punk rock songs to use. In the same way, if my video is a motivational and exciting story or message, I’m probably not going to pair it with a song that is slow and relaxed. I then search and pick about 3 to 5 songs that I think fit the theme of my video and listen to each of them individually with the raw footage to see which one matches the best with the footage and the theme I want it to have. This helps me make sure the music for my videos is always on-theme with the content of the videos themselves!",
  "how_to_choose_second_subtitle": "2. Where to find good music for video",
  "how_to_choose_text_after_image": "We all know music plays a big role in any successful video, because you can make people feel a wide spectrum of emotions with the right song. In the same way, having the wrong music can easily ruin your video, so I want to give you the top 3 tips as a professional video editor for you to choose the perfect song for your next project.",
  "how_to_choose_third_subtitle": "3. Watch the waveform",
  "how_to_choose_third_text_part_1": "My second tip is to watch the sound waveform. You may be asking “what is a waveform?” Simply put, a waveform is how you can visualize a song. It looks like a wave, hence the name, and shows you the rise and fall of the intensity of the song. The waveform also shows how loud or soft a song is at any given point, so you can make sure that the quiet parts of the song line up with times you’ll be speaking during the video.",
  "how_to_choose_third_text_part_2": "When I’m searching for songs, I always check to see what the waveform looks like. It’s easy to find a good song but if it has the same beat and intensity for the entire song, it can easily become a little repetitive for your viewers. I always watch the waveform to see if the song has built ups and different beats, so that when I’m editing, I can make the b-rolls more impactful, and better influence the way that my viewers feel when watching the video. By doing that you will ensure that you don’t have a repetitive song which will make your videos much more pleasant to watch.",
  "how_to_choose_title": "How to choose the right music for your video",
  "how_to_easy_write_date_update": "Updated Sep 15, 2021",
  "how_to_edit_YT_author": "Hyunjae Lee",
  "how_to_edit_YT_button_text_2": "Go back",
  "how_to_edit_YT_date_update": "Updated Sep 17, 2021",
  "how_to_edit_YT_first_subtitle": "Invest in the Right Equipment",
  "how_to_edit_YT_first_text_part_1": "I get it, it doesn't feel good that the first piece of advice is to get better equipment and spend money. For many, that’s not any easy thing to do. But it’s in an effort to save your sanity, and that’s priceless.",
  "how_to_edit_YT_first_text_part_2": "that will help you the most. If you’re trying to edit on an old, hand-me-down laptop that takes ten minutes to boot up - you’re going to pull your hair out waiting for renders or endless loading screens or just from losing project files.",
  "how_to_edit_YT_first_text_part_3": "It’s never easy to invest big money in a set-up, but editing requires a well-functioning system. If you’re shooting HD content, the computer needs to be able to handle it. Upgrade your RAM to at least 8 gb, get an SSD to improve speed, and make sure you have a solid video card and processor. Whether Mac or PC, get something that works for you and works quickly.",
  "how_to_edit_YT_first_text_part_4": "Save yourself the endless headaches. Invest, and learn how to write it off on taxes when you start your business up.",
  "how_to_edit_YT_four_subtitle": "Conclusion",
  "how_to_edit_YT_four_text_part_1": "There’s no shortage of things to learn when it comes to video editing and every time you do it, you’re likely to learn a new trick or two. However, when you’re first starting out, the most important thing to make sure is that you have the right equipment, software, basic building blocks, and you’re instructing yourself to form good habits.",
  "how_to_edit_YT_four_text_part_2": "The sooner you get that all together, the less time you spend staying up until three a.m. pulling your hair out to finish something that could have been in an hour if your computer didn’t keep closing the program, freezing, or sounding like a jet take-off at random intervals.",
  "how_to_edit_YT_second_subtitle": "Learn the Basics Through Video Tutorials or Practice",
  "how_to_edit_YT_text_after_image_1": "Editing is many things. Sometimes it’s the art of hiding mistakes - like covering up the extra-loud sniffles from your actor or cutting a shot early because you sneezed while recording. Video editing is problem solving. Solving problems that occurred during scripting or during filming, and deciding just how the project can be saved or scrapped. But editing can also be the most time-consuming process of video content.",
  "how_to_edit_YT_text_after_image_2": "After all, it is the final step.",
  "how_to_edit_YT_text_after_image_3": "It’s where you decide just how your work will be portrayed. It’s where your vision finally comes to fruition. And believe me, no matter how great the early production is, editing can still be unquestionably challenging (or at least tedious) to do. Therefore, what you don’t want are things that make editing harder. You don’t want a Windows 98 computer that can barely render anything you shot, or a free software without the obvious features and add-ons you need to fix “just that one shot.”",
  "how_to_edit_YT_text_after_image_4": "While every edit is unique to the project, there are a number of tools to make you more efficient, and give you the best result possible. If you’re just starting out on YouTube, film, or any other video content medium and feel like the edit is way harder or taking longer than you think it should, read on:",
  "how_to_edit_YT_third_subtitle": "Create Presets, Keyboard Shortcuts, and Routine",
  "how_to_edit_YT_third_text_part_1": "If you’re editing often and begin to find your style - make sure you remember it. Create color correction or transition presets that you can attach to any video and save time editing specific clips from the ground up for quality.",
  "how_to_edit_YT_third_text_part_2": "to keys like “E & R” to go one frame forward or back (or hold shift to jump ten frames), or “J,K,L” to reverse playback, pause, and play forward; or just “Z & Shift+Z” to zoom in and out.",
  "how_to_edit_YT_third_text_part_3": "And finally, create a routine that works for you and structure it. Edit backwards. Maybe the best clips are at the end of each take. Edit in stages - start with A and B roll, then moving to color corrections and graphics. Whatever works fastest for you, find your routine and try not to diverge from it.",
  "how_to_edit_YT_title": "How to Edit for YouTube Videos",
  "how_to_edit_video_button_text_1": "Go back",
  "how_to_edit_video_button_text_2": "Go back",
  "how_to_edit_video_first_subtitle": "It’s Not A Play",
  "how_to_edit_video_first_text_part_1": "When you hear the word 'script', you probably envision line-by-line words for you to recite, as if you were an actor in a play. Though that approach may work for some people, it is not a good strategy for most content creators. Most likely, if you are currently creating videos using a rigid script and are having difficulty appearing genuine on camera, the blame falls with you and your script. We need to look at video scripts from a different perspective in order to fully appreciate their benefits.",
  "how_to_edit_video_first_text_part_2": "Think of your video script as a reminder of the ideas you're most excited about or a way to think through your video ideas – not as the final version of the words you'll use in your video. When you have a new YouTube video idea, writing out how you want it to play out can be a really effective way to get your head around it. Some people may be ready to walk away from their notepad and begin filming with no notes in sight, whereas others will need to create some cues for themselves. Take the high-level points from your script and bullet them out on an easel or visual you can keep nearby if you need a reminder of what you plan to do next in your video.",
  "how_to_edit_video_second_subtitle": "Determine Your Setting & Character",
  "how_to_edit_video_second_text_part_1": "Before you start writing, imagine yourself in a comfortable environment. Although a video script is not the same as a play, the setting is equally important. You could be casually discussing a new store you've visited with friends. You might be trying to explain a difficult concept to your younger sibling. You could also give a public speech in which you express your unique point of view. While the audience is essential, you must also find long-term ways to remain creative. As a result, try out various settings to see what works best for you.",
  "how_to_edit_video_second_text_part_2": "Another advantage of choosing a setting is that it helps in the development of your character. After all, viewers return to your channel because they enjoy your personality. Ryan's World would not be a success without big smiles. Who would watch Good Mythical Morning if Rhett and Link weren't funny and weird? And we all know that the most popular gaming YouTubers are not the best gamers, but rather the most entertaining people. As a result, it is important to find a setting in which you can show off your best qualities.",
  "how_to_edit_video_text_after_image": "Are you having difficulty staying on topic while attempting to create a YouTube video? Perhaps you`re having difficulty coming across as genuine, despite the fact that creating content for a video requires preparation. If you have difficulty capturing the creative ideas you have in a video, it may be a sign that you need a new method of content preparation. A script is an excellent place to start, which may seem obvious and possibly even something you don`t want to do, but there is a lot of value in writing a video script, even if you don`t use it during the recording process!",
  "how_to_edit_video_third_subtitle": "Creating Your Script",
  "how_to_edit_video_third_text_part_1": "Though much of your script is you putting your thoughts on paper, which appears to be quite free-flowing, there are a few things you should keep in mind as you write the script for your latest content idea. It is important that each video you post quickly engages and adds value to your target audience. Build your script around those two points, and you'll be sure to get people to watch your video. Let's dive deeper into the components of a effective YouTube video script.",
  "how_to_edit_video_third_text_part_2": "You only have a few seconds to capture your audience's attention; use those seconds wisely, or nothing else in your video will matter. Give your audience exactly what they want right away, and that is to see your face! You should be in the frame at the beginning of your video because people want to form a personal connection with you when they see it. Your connection will generate views, likes, and subscriptions. Your hook should also attract your audience to watch the entire video. Begin your video with a tease of why you want your audience to watch until the end – the point of your video.",
  "how_to_edit_video_third_text_part_3": "After your hook, you want to build into your script a very brief introduction – emphasis on the brief. Your viewer probably does't care very much about your introduction, especially if you got them sucked into the video with a great hook. Give a brief introduction yourself or your brand before diving into the main video.",
  "how_to_edit_video_third_text_part_4": "When you've sufficiently drawn a viewer into your video, you'll want to keep them watching until the end. That means you must provide them with valuable content while also strategically planning how you will distribute it. You may begin by highlighting an issue that your target audience experiences in a relatable way, and then, towards the end of your video, you can solve that problem. This method not only creates connection with your audience by relating to them, but it also keeps you as someone they want to follow or subscribe to. As a final touch, you'll sign out on your video with a summary of all you`ve provided, emphasizing the value.",
  "how_to_edit_video_third_text_part_5": "You can make a better script if you understand what editing can do. Do you want to use slow motion to emphasize a scene? Do you prefer to use sound effects or music to convey your emotions? Do you want to contract two different scenes or include B-roll? If you are unable to make these modifications, your script may become less interesting and plain. You can always ask us to do it for you if you're having difficulty editing your videos. After a few cycles, you will get to know our capabilities and will be able to incorporate many features into your scripts and videos.",
  "how_to_edit_video_third_text_part_6": "Whether you intend to use your YouTube video scripts word-for-word, as a guide for visual cues, or just as inspiration, writing a screenplay is important for creating high-performing content on a consistent basis. Using the template shared today, you will definitely start to see the growth you want on your channel!",
  "how_to_edit_video_title": "How to Easily Write a YouTube Video Script",
  "main_button_text": "Start creating",
  "main_subtitle_banner": "Our team of professional video editors will take care of it. So you have more time to immerse yourself in creativity",
  "pricing_card_1_button": "Request Now",
  "pricing_card_1_free": "FREE",
  "pricing_card_1_li_1_1": "15-min video call to understand your process of content creation",
  "pricing_card_1_li_2_1": "Get professional tips on your existing videos",
  "pricing_card_1_li_3_1": "Experience an immediate boost to your viewership",
  "pricing_card_1_title": "VIDEO CALL",
  "pricing_card_2_button_text": "Sign Up",
  "pricing_card_2_count-for-1-video": "FREE",
  "pricing_card_2_count-for-4-videos": "4 videos",
  "pricing_card_2_li_1": "Max 15-min running time",
  "pricing_card_2_li_1_1": "One free trial",
  "pricing_card_2_li_2": "One free thumbnail",
  "pricing_card_2_li_3": "One round of revisions",
  "pricing_card_2_li_4": "High-quality royalty-free music",
  "pricing_card_2_li_5": "Pro cuts & transitions",
  "pricing_card_2_li_7": "Text and lower thirds",
  "pricing_card_2_li_8": "Standard features",
  "pricing_card_2_price-for-1-video": "$65.00",
  "pricing_card_2_price-for-4-videos": "$234.00",
  "pricing_card_2_strikethrough_price": "$260.00",
  "pricing_card_2_title": "ONE TRIAL",
  "pricing_card_2_tooltip_1": "Based on 45-min footage provided. $0.35 per additional minute of footage. $0.12 per additional minute of footage when Twitch markers and chat analytics are provided",
  "pricing_card_2_tooltip_2": "5-10 small changes or 1-2 major changes including music",
  "pricing_card_2_tooltip_3_1": "1. Easy communication (Frame.io)",
  "pricing_card_2_tooltip_3_2": "1. Easy communication (Frame.io)",
  "pricing_card_2_tooltip_3_3": "3. Remove objects and people from video",
  "pricing_card_2_tooltip_3_4": "4. Audio mixing & correction",
  "pricing_card_2_tooltip_3_5": "5. B-rolls using your own footage (max 3)",
  "pricing_card_2_tooltip_3_6": "6. Color grading & Color correction",
  "pricing_card_3_count_for_1_video": "1 video",
  "pricing_card_3_count_for_4_videos": "4 videos",
  "pricing_card_3_li_1": "Tailored to your specific requirements",
  "pricing_card_3_li_2": "Unlimited running time",
  "pricing_card_3_li_3": "Unlimited b-rolls",
  "pricing_card_3_li_4": "Unlimited visual & sound effects",
  "pricing_card_3_li_5": "Unlimited subtitles",
  "pricing_card_3_li_6": "Unlimited revisions",
  "pricing_card_3_li_7": "Standard features",
  "pricing_card_3_price_for_1_video": "$13/hr",
  "pricing_card_3_price_for_4_videos": "$450.00",
  "pricing_card_3_strikethrough_price": "$25/hr ",
  "pricing_card_3_title": "AFTER TRIAL",
  "pricing_card_3_tooltip_1": "Based on 90-min footage provided. $0.35 per additional minute of footage. $0.12 per additional minute of footage when Twitch markers and chat analytics are provided",
  "pricing_card_3_tooltip_2": "Unlimited for 12 days",
  "pricing_card_3_tooltip_3": "Max 3 B-rolls",
  "pricing_card_button_text": "Sign Up",
  "pricing_title": "Pricing",
  "privacy_10_block_list_item_1": "To operate our Service and provide You with our Service.",
  "privacy_10_block_list_item_2": "To provide You with support and to respond to Your inquiries, including to investigate and address Your concerns and monitor and improve our Service.",
  "privacy_10_block_list_item_3": "To fulfill or meet the reason You provided the information. For example, if You share Your contact information to ask a question about our Service, We will use that personal information to respond to Your inquiry. If You provide Your personal information to purchase a product or service, We will use that information to process Your payment and facilitate delivery.",
  "privacy_10_block_list_item_4": "To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.",
  "privacy_10_block_list_item_5": "As described to You when collecting Your personal information or as otherwise set forth in the CCPA.",
  "privacy_10_block_list_item_6": "For internal administrative and auditing purposes.",
  "privacy_10_block_list_item_7": "To detect security incidents and protect against malicious, deceptive, fraudulent or illegal activity, including, when necessary, to prosecute those responsible for such activities.",
  "privacy_10_block_text_1_1": "Please note that the examples provided above are illustrative and not intended to be exhaustive. For more details on how we use this information, please refer to the “Use of Your Personal Data” section.",
  "privacy_10_block_text_1_2": "If We decide to collect additional categories of personal information or use the personal information We collected for materially different, unrelated, or incompatible purposes We will update this Privacy Policy.",
  "privacy_11_block_block_text_1_1": "Sale of Personal Information",
  "privacy_11_block_block_text_1_2": "Please note that the categories listed below are those defined in the CCPA. This does not mean that all examples of that category of personal information were in fact sold, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been shared for value in return.",
  "privacy_11_block_block_text_1_3": "We may sell and may have sold in the last twelve (12) months the following categories of personal information:",
  "privacy_11_block_block_text_1_4": "Category A: Identifiers",
  "privacy_11_block_block_text_1_5": "Category B: Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))",
  "privacy_11_block_block_text_1_6": "Category D: Commercial information",
  "privacy_11_block_block_text_1_7": "Category F: Internet or other similar network activity",
  "privacy_11_block_block_text_8_1": "Disclosure of Personal Information for Business Purposes or Commercial Purposes",
  "privacy_11_block_block_text_8_2": "We may use or disclose and may have used or disclosed in the last twelve (12) months the following categories of personal information for business or commercial purposes:",
  "privacy_11_block_block_text_8_3": "Category A: Identifiers",
  "privacy_11_block_block_text_8_4": "Category B: Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))",
  "privacy_11_block_block_text_8_5": "Category D: Commercial information",
  "privacy_11_block_block_text_8_6": "Category F: Internet or other similar network activity",
  "privacy_11_block_block_text_8_7": "Please note that the categories listed above are those defined in the CCPA. This does not mean that all examples of that category of personal information were in fact disclosed, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been disclosed.",
  "privacy_11_block_block_text_8_8": "When We disclose personal information for a business purpose or a commercial purpose, We enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.",
  "privacy_12_block_block_text_1_1": "Share of Personal Information",
  "privacy_12_block_block_text_1_2": "We may share Your personal information identified in the above categories with the following categories of third parties:",
  "privacy_12_block_block_text_1_3": "Third party vendors to whom You or Your agents authorize Us to disclose Your personal information in connection with products or services We provide to You",
  "privacy_12_block_block_text_2_1": "Sale of Personal Information of Minors Under 16 Years of Age",
  "privacy_12_block_block_text_2_2": "We do not knowingly collect personal information from minors under the age of 16 through our Service, although certain third party websites that we link to may do so. These third-party websites have their own terms of use and privacy policies and we encourage parents and legal guardians to monitor their children’s Internet usage and instruct their children to never provide information on other websites without their permission.",
  "privacy_12_block_block_text_2_3": "We do not sell the personal information of Consumers We actually know are less than 16 years of age, unless We receive affirmative authorization (the “right to opt-in”) from either the Consumer who is between 13 and 16 years of age, or the parent or guardian of a Consumer less than 13 years of age. Consumers who opt-in to the sale of personal information may opt-out of future sales at any time. To exercise the right to opt-out, You (or Your authorized representative) may submit a request to Us by contacting Us.",
  "privacy_12_block_block_text_2_4": "If You have reason to believe that a child under the age of 13 (or 16) has provided Us with personal information, please contact Us with sufficient detail to enable Us to delete that information.",
  "privacy_12_block_block_text_3_1": "Your Rights under the CCPA",
  "privacy_12_block_block_text_3_2": "The CCPA provides California residents with specific rights regarding their personal information. If You are a resident of California, You have the following rights:",
  "privacy_12_block_block_text_3_3": "The right to notice. You have the right to be notified which categories of Personal Data are being collected and the purposes for which the Personal Data is being used.",
  "privacy_12_block_block_text_3_4": "The right to request. Under CCPA, You have the right to request that We disclose information to You about Our collection, use, sale, disclosure for business purposes and share of personal information. Once We receive and confirm Your request, We will disclose to You:",
  "privacy_12_block_block_text_4_1": "If we sold Your personal information or disclosed Your personal information for a business purpose, We will disclose to You:",
  "privacy_12_block_block_text_4_2": "The categories of personal information categories sold",
  "privacy_12_block_block_text_4_3": "The categories of personal information categories disclosed",
  "privacy_12_block_block_text_4_4": "The right to say no to the sale of Personal Data (opt-out). You have the right to direct Us to not sell Your personal information. To submit an opt-out request please contact Us.",
  "privacy_12_block_block_text_4_5": "The right to delete Personal Data. You have the right to request the deletion of Your Personal Data, subject to certain exceptions. Once We receive and confirm Your request, We will delete (and direct Our Service Providers to delete) Your personal information from our records, unless an exception applies. We may deny Your deletion request if retaining the information is necessary for Us or Our Service Providers to:",
  "privacy_12_block_block_text_5_1": "The right not to be discriminated against. You have the right not to be discriminated against for exercising any of Your consumer’s rights, including by:",
  "privacy_12_block_list_item_1": "Service Providers",
  "privacy_12_block_list_item_2": "Payment processors",
  "privacy_12_block_list_item_2_1": "The categories of personal information We collected about You",
  "privacy_12_block_list_item_2_2": "The categories of sources for the personal information We collected about You",
  "privacy_12_block_list_item_2_3": "Our business or commercial purpose for collecting or selling that personal information",
  "privacy_12_block_list_item_2_4": "The categories of third parties with whom We share that personal information",
  "privacy_12_block_list_item_2_5": "The specific pieces of personal information We collected about You",
  "privacy_12_block_list_item_3": "Our affiliates",
  "privacy_12_block_list_item_3_1": "Complete the transaction for which We collected the personal information, provide a good or service that You requested, take actions reasonably anticipated within the context of our ongoing business relationship with You, or otherwise perform our contract with You.",
  "privacy_12_block_list_item_3_2": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.",
  "privacy_12_block_list_item_3_3": "Debug products to identify and repair errors that impair existing intended functionality.",
  "privacy_12_block_list_item_3_4": "Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).",
  "privacy_12_block_list_item_3_5": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if You previously provided informed consent.",
  "privacy_12_block_list_item_3_6": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if You previously provided informed consent.",
  "privacy_12_block_list_item_3_7": "Enable solely internal uses that are reasonably aligned with consumer expectations based on Your relationship with Us.",
  "privacy_12_block_list_item_3_8": "Comply with a legal obligation.",
  "privacy_12_block_list_item_3_9": "Make other internal and lawful uses of that information that are compatible with the context in which You provided it.",
  "privacy_12_block_list_item_4": "Our business partners",
  "privacy_12_block_list_item_4_1": "Denying goods or services to You",
  "privacy_12_block_list_item_4_2": "Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties",
  "privacy_12_block_list_item_4_3": "Providing a different level or quality of goods or services to You",
  "privacy_12_block_list_item_4_4": "Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services",
  "privacy_13_block_block_text_1_1": "Exercising Your CCPA Data Protection Rights",
  "privacy_13_block_block_text_1_2": "In order to exercise any of Your rights under the CCPA, and if You are a California resident, You can contact Us:",
  "privacy_13_block_block_text_1_3": "By email:",
  "privacy_13_block_block_text_1_4": "Only You, or a person registered with the California Secretary of State that You authorize to act on Your behalf, may make a verifiable request related to Your personal information.",
  "privacy_13_block_block_text_1_5": "Your request to Us must:",
  "privacy_13_block_block_text_1_6": "We cannot respond to Your request or provide You with the required information if we cannot:",
  "privacy_13_block_block_text_1_7": "We will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request. The time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.",
  "privacy_13_block_block_text_1_8": "Any disclosures We provide will only cover the 12-month period preceding the verifiable request’s receipt.",
  "privacy_13_block_block_text_1_9": "For data portability requests, We will select a format to provide Your personal information that is readily useable and should allow You to transmit the information from one entity to another entity without hindrance.",
  "privacy_13_block_list_item_1_1": "Provide sufficient information that allows Us to reasonably verify You are the person about whom We collected personal information or an authorized representative",
  "privacy_13_block_list_item_1_2": "Describe Your request with sufficient detail that allows Us to properly understand, evaluate, and respond to it",
  "privacy_13_block_list_item_2_1": "Verify Your identity or authority to make the request",
  "privacy_13_block_list_item_2_2": "And confirm that the personal information relates to You",
  "privacy_14_block_block_text_1_1": "You have the right to opt-out of the sale of Your personal information. Once We receive and confirm a verifiable consumer request from You, we will stop selling Your personal information. To exercise Your right to opt-out, please contact Us.",
  "privacy_14_block_block_text_1_2": "The Service Providers we partner with (for example, our analytics or advertising partners) may use technology on the Service that sells personal information as defined by the CCPA law. If you wish to opt out of the use of Your personal information for interest-based advertising purposes and these potential sales as defined under CCPA law, you may do so by following the instructions below.",
  "privacy_14_block_block_text_1_3": "Please note that any opt out is specific to the browser You use. You may need to opt out on every browser that You use.",
  "privacy_14_block_title": "Do Not Sell My Personal Information",
  "privacy_15_block_block_text_1_1": "Website",
  "privacy_15_block_block_text_1_2": "You can opt out of receiving ads that are personalized as served by our Service Providers by following our instructions presented on the Service:",
  "privacy_15_block_block_text_1_3": "The NAI’s opt-out platform:",
  "privacy_15_block_block_text_1_4": "The EDAA’s opt-out platform",
  "privacy_15_block_block_text_1_5": "The DAA’s opt-out platform:",
  "privacy_15_block_block_text_1_6": "The opt out will place a cookie on Your computer that is unique to the browser You use to opt out. If you change browsers or delete the cookies saved by your browser, You will need to opt out again.",
  "privacy_15_block_title": "Website",
  "privacy_16_block_block_text_1_1": "Your mobile device may give You the ability to opt out of the use of information about the apps You use in order to serve You ads that are targeted to Your interests:",
  "privacy_16_block_block_text_1_2": "“Opt out of Interest-Based Ads” or “Opt out of Ads Personalization” on Android devices",
  "privacy_16_block_block_text_1_3": "“Limit Ad Tracking” on iOS devices",
  "privacy_16_block_block_text_1_4": "You can also stop the collection of location information from Your mobile device by changing the preferences on Your mobile device.",
  "privacy_16_block_block_text_1_5": "“Do Not Track” Policy as Required by California Online Privacy Protection Act (CalOPPA)",
  "privacy_16_block_block_text_1_6": "Our Service does not respond to Do Not Track signals.",
  "privacy_16_block_block_text_1_7": "However, some third party websites do keep track of Your browsing activities. If You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked. You can enable or disable DNT by visiting the preferences or settings page of Your web browser.",
  "privacy_16_block_title": "Mobile Devices",
  "privacy_17_block_block_text_1_1": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
  "privacy_17_block_block_text_1_10": "Links to Other Websites",
  "privacy_17_block_block_text_1_11": "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party’s site. We strongly advise You to review the Privacy Policy of every site You visit.",
  "privacy_17_block_block_text_1_12": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
  "privacy_17_block_block_text_1_2": "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent’s consent before We collect and use that information.",
  "privacy_17_block_block_text_1_3": "Your California Privacy Rights (California’s Shine the Light law)",
  "privacy_17_block_block_text_1_4": "Under California Civil Code Section 1798 (California’s Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties’ direct marketing purposes.",
  "privacy_17_block_block_text_1_5": "If you’d like to request more information under the California Shine the Light law, and if You are a California resident, You can contact Us using the contact information provided below.",
  "privacy_17_block_block_text_1_6": "California Privacy Rights for Minor Users (California Business and Professions Code Section 22581)",
  "privacy_17_block_block_text_1_7": "California Business and Professions Code section 22581 allow California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.",
  "privacy_17_block_block_text_1_8": "To request removal of such data, and if You are a California resident, You can contact Us using the contact information provided below, and include the email address associated with Your account.",
  "privacy_17_block_block_text_1_9": "Be aware that Your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.",
  "privacy_17_block_title": "Children’s Privacy",
  "privacy_18_block_block_text_1_1": "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.",
  "privacy_18_block_block_text_1_2": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the “Last updated” date at the top of this Privacy Policy.",
  "privacy_18_block_block_text_1_3": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
  "privacy_18_block_title": "Changes to this Privacy Policy",
  "privacy_19_block_block_text_1_1": "If you have any questions about this Privacy Policy, You can contact us:",
  "privacy_19_block_block_text_1_2": "By email:",
  "privacy_19_block_title": "Contact us",
  "privacy_1_block_last_modify": "Last updated: July 20, 2021",
  "privacy_1_block_text_1": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.",
  "privacy_1_block_text_2": "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.",
  "privacy_2_block_text__title_1": "Interpretation",
  "privacy_2_block_title": "Interpretation and Definitions",
  "privacy_3_block_text_1": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
  "privacy_3_block_text_2_1": "For the purposes of this Privacy Policy:",
  "privacy_3_block_text_2_10": "Data Controller, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.",
  "privacy_3_block_text_2_11": "Device means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
  "privacy_3_block_text_2_12": "Do Not Track (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S. Federal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.",
  "privacy_3_block_text_2_13": "Facebook Fan Page is a public profile named Vimerse specifically created by the Company on the Facebook social network, accessible from facebook.com/vimerse",
  "privacy_3_block_text_2_14": "Personal Data is any information that relates to an identified or identifiable individual.",
  "privacy_3_block_text_2_15": "For the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.",
  "privacy_3_block_text_2_16": "For the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.",
  "privacy_3_block_text_2_17": "Sale, for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer’s personal information to another business or a third party for monetary or other valuable consideration.",
  "privacy_3_block_text_2_18": "Service refers to the Website.",
  "privacy_3_block_text_2_19": "Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. For the purpose of the GDPR, Service Providers are considered Data Processors.",
  "privacy_3_block_text_2_2": "Account means a unique account created for You to access our Service or parts of our Service.",
  "privacy_3_block_text_2_20": "Third-party Social Media Service refers to any website or any social network website through which a User can log in or create an account to use the Service.",
  "privacy_3_block_text_2_21": "Usage Data refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
  "privacy_3_block_text_2_22": "Website refers to Vimerse, accessible from",
  "privacy_3_block_text_2_23": "You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
  "privacy_3_block_text_2_24": "Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.",
  "privacy_3_block_text_2_3": "Business, for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers’ personal information and determines the purposes and means of the processing of Consumers’ personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers’ personal information, that does business in the State of California.",
  "privacy_3_block_text_2_4": "Whether due to business-related reasons, marketing or law, we may send notifications via email, or through post (written and hard copy), or through posting on Vimerse’s website.",
  "privacy_3_block_text_2_5": "Company (referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to Vimerse LLC, 675 VFW Parkway #267, Chestnut Hill, MA 02467.",
  "privacy_3_block_text_2_6": "For the purpose of the GDPR, the Company is the Data Controller.",
  "privacy_3_block_text_2_7": "Consumer, for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident. A resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.",
  "privacy_3_block_text_2_8": "Cookies are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.",
  "privacy_3_block_text_2_9": "Country refers to: United States",
  "privacy_3_block_text__title_2": "Definitions",
  "privacy_4_block_list_2_item_1": "Google",
  "privacy_4_block_list_3_item_1": "Comply with a legal obligation",
  "privacy_4_block_list_item_1": "Email address",
  "privacy_4_block_list_item_2": "First name and last name",
  "privacy_4_block_list_item_2_2": "Facebook",
  "privacy_4_block_list_item_3": "Phone number",
  "privacy_4_block_list_item_3_2": "Protect and defend the rights or property of the Company",
  "privacy_4_block_list_item_3_3": "Prevent or investigate possible wrongdoing in connection with the Service",
  "privacy_4_block_list_item_3_4": "Protect the personal safety of Users of the Service or the public",
  "privacy_4_block_list_item_3_5": "Protect against legal liability",
  "privacy_4_block_list_item_3_6": "Security of Your Personal Data",
  "privacy_4_block_list_item_3_7": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.",
  "privacy_4_block_list_item_4": "Address, State, Province, ZIP/Postal code, City",
  "privacy_4_block_text_1_1": "Types of Data Collected",
  "privacy_4_block_text_1_10": "The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:",
  "privacy_4_block_text_1_11": "If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service’s account, such as Your name, Your email address, Your activities or Your contact list associated with that account.",
  "privacy_4_block_text_1_12": "You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service’s account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.",
  "privacy_4_block_text_1_13": "Tracking Technologies and Cookies",
  "privacy_4_block_text_1_14": "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:",
  "privacy_4_block_text_1_15": "Cookies or Browser Cookies. A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.",
  "privacy_4_block_text_1_16": "Flash Cookies. Certain features of our Service may use local stored objects (or Flash Cookies) to collect and store information about Your preferences or Your activity on our Service. Flash Cookies are not managed by the same browser settings as those used for Browser Cookies. For more information on how You can delete Flash Cookies, please read “Where can I change the settings for disabling, or deleting local shared objects?” available at",
  "privacy_4_block_text_1_17": "Web Beacons. Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).",
  "privacy_4_block_text_1_18": "Cookies can be “Persistent” or “Session” Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. Learn more about cookies: What Are Cookies?.",
  "privacy_4_block_text_1_19": "We use both Session and Persistent Cookies for the purposes set out below:",
  "privacy_4_block_text_1_2": "Personal Data",
  "privacy_4_block_text_1_20": "Necessary / Essential Cookies",
  "privacy_4_block_text_1_21": "Type: Session Cookies",
  "privacy_4_block_text_1_22": "Administered by: Us",
  "privacy_4_block_text_1_23": "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.",
  "privacy_4_block_text_1_24": "Cookies Policy / Notice Acceptance Cookies",
  "privacy_4_block_text_1_25": "Type: Persistent Cookies",
  "privacy_4_block_text_1_26": "Administered by: Us",
  "privacy_4_block_text_1_27": "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.",
  "privacy_4_block_text_1_28": "Functionality Cookies",
  "privacy_4_block_text_1_29": "Type: Persistent Cookies",
  "privacy_4_block_text_1_3": "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:",
  "privacy_4_block_text_1_30": "Administered by: Us",
  "privacy_4_block_text_1_31": "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.",
  "privacy_4_block_text_1_32": "Tracking and Performance Cookies",
  "privacy_4_block_text_1_33": "Type: Persistent Cookies",
  "privacy_4_block_text_1_34": "Administered by: Third-Parties",
  "privacy_4_block_text_1_35": "Purpose: These Cookies are used to track information about traffic to the Website and how users use the Website. The information gathered via these Cookies may directly or indirectly identify you as an individual visitor. This is because the information collected is typically linked to a pseudonymous identifier associated with the device you use to access the Website. We may also use these Cookies to test new pages, features or new functionality of the Website to see how our users react to them.",
  "privacy_4_block_text_1_36": "Targeting and Advertising Cookies",
  "privacy_4_block_text_1_37": "Type: Persistent Cookies",
  "privacy_4_block_text_1_38": "Administered by: Third-Parties",
  "privacy_4_block_text_1_39": "Purpose: These Cookies track your browsing habits to enable Us to show advertising which is more likely to be of interest to You. These Cookies use information about your browsing history to group You with other users who have similar interests. Based on that information, and with Our permission, third party advertisers can place Cookies to enable them to show adverts which We think will be relevant to your interests while You are on third party websites.",
  "privacy_4_block_text_1_4": "Usage Data",
  "privacy_4_block_text_1_40": "For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.",
  "privacy_4_block_text_1_5": "Usage Data is collected automatically when using the Service.",
  "privacy_4_block_text_1_6": "Usage Data may include information such as Your Device’s Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
  "privacy_4_block_text_1_7": "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.",
  "privacy_4_block_text_1_8": "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.",
  "privacy_4_block_text_1_9": "Information from Third-Party Social Media Services",
  "privacy_4_block_title": "Collecting and Using Your Personal Data",
  "privacy_5_block_text_1_1": "Use of Your Personal Data",
  "privacy_5_block_text_1_10": "For other purposes: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.",
  "privacy_5_block_text_1_11": "We may share Your personal information in the following situations:",
  "privacy_5_block_text_1_12": "With Service Providers: We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to show advertisements to You to help support and maintain Our Service, to advertise on third party websites to You after You visited our Service, for payment processing, to contact You.",
  "privacy_5_block_text_1_13": "For business transfers: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.",
  "privacy_5_block_text_1_14": "With Affiliates: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.",
  "privacy_5_block_text_1_15": "With business partners: We may share Your information with Our business partners to offer You certain products, services or promotions.",
  "privacy_5_block_text_1_16": "With other users: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.",
  "privacy_5_block_text_1_17": "With Your consent: We may disclose Your personal information for any other purpose with Your consent.",
  "privacy_5_block_text_1_2": "To provide and maintain our Service, including to monitor the usage of our Service.",
  "privacy_5_block_text_1_3": "To manage Your Account: to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.",
  "privacy_5_block_text_1_4": "For the performance of a contract: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.",
  "privacy_5_block_text_1_5": "To contact You: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application’s push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.",
  "privacy_5_block_text_1_6": "To provide You with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.",
  "privacy_5_block_text_1_7": "To manage Your requests: To attend and manage Your requests to Us.",
  "privacy_5_block_text_1_8": "To deliver targeted advertising to You: We may use Your information to develop and display content and advertising (and work with third-party vendors who do so) tailored to Your interests and/or location and to measure its effectiveness.",
  "privacy_5_block_text_1_9": "For business transfers: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.",
  "privacy_5_block_text_2_1": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
  "privacy_5_block_text_2_2": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.",
  "privacy_5_block_text_3_1": "Your information, including Personal Data, is processed at the Company’s operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.",
  "privacy_5_block_text_3_2": "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.",
  "privacy_5_block_text_3_3": "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.",
  "privacy_5_block_text_4_1": "Business Transactions",
  "privacy_5_block_text_4_2": "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.",
  "privacy_5_block_text_4_3": "Law enforcement",
  "privacy_5_block_text_4_4": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).",
  "privacy_5_block_text_4_5": "Other legal requirements",
  "privacy_5_block_text_4_6": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
  "privacy_5_block_title_2_1": "Retention of Your Personal Data",
  "privacy_5_block_title_3_1": "Transfer of Your Personal Data",
  "privacy_5_block_title_4_1": "Disclosure of Your Personal Data",
  "privacy_6_block_list_4_item_1": "Measure and analyze traffic and browsing activity on Our Service",
  "privacy_6_block_list_4_item_2": "Show advertisements for our products and/or services to You on third-party websites or apps",
  "privacy_6_block_list_4_item_3": "Measure and analyze the performance of Our advertising campaigns",
  "privacy_6_block_list_5_item_1": "The NAI’s opt-out platform:",
  "privacy_6_block_list_5_item_2": "The EDAA’s opt-out platform",
  "privacy_6_block_list_5_item_3": "The DAA’s opt-out platform:",
  "privacy_6_block_text_1_1": "The Service Providers We use may have access to Your Personal Data. These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.",
  "privacy_6_block_text_2_1": "We may use third-party Service providers to monitor and analyze the use of our Service.",
  "privacy_6_block_text_2_2": "Google Analytics",
  "privacy_6_block_text_2_3": "Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.",
  "privacy_6_block_text_2_4": "You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.",
  "privacy_6_block_text_2_5": "For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page:",
  "privacy_6_block_text_3_1": "We may use Service Providers to show advertisements to You to help support and maintain Our Service.",
  "privacy_6_block_text_3_10": "Mailchimp",
  "privacy_6_block_text_3_11": "Their Privacy Policy can be viewed at",
  "privacy_6_block_text_3_12": "Payments",
  "privacy_6_block_text_3_13": "We may provide paid products and/or services within the Service. In that case, we may use third-party services for payment processing (e.g. payment processors).",
  "privacy_6_block_text_3_14": "We will not store or collect Your payment card details. That information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information.",
  "privacy_6_block_text_3_15": "Paypal",
  "privacy_6_block_text_3_16": "ActiveCampaign",
  "privacy_6_block_text_3_17": "Their Privacy Policy can be viewed at",
  "privacy_6_block_text_3_2": "Google AdSense & DoubleClick Cookie",
  "privacy_6_block_text_3_3": "Google, as a third party vendor, uses cookies to serve ads on our Service. Google’s use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our Service or other websites on the Internet.",
  "privacy_6_block_text_3_4": "You may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page: http://www.google.com/ads/preferences/",
  "privacy_6_block_text_3_5": "Email Marketing",
  "privacy_6_block_text_3_6": "We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You. You may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.",
  "privacy_6_block_text_3_7": "We may use Email Marketing Service Providers to manage and send emails to You.",
  "privacy_6_block_text_3_8": "ActiveCampaign",
  "privacy_6_block_text_3_9": "Their Privacy Policy can be viewed at",
  "privacy_6_block_text_4_10": "You can opt-out of Google Analytics for Display Advertising and customise the Google Display Network ads by visiting the Google Ads Settings page:",
  "privacy_6_block_text_4_11": "Google also recommends installing the Google Analytics Opt-out Browser Add-on – https://tools.google.com/dlpage/gaoptout – for your web browser. Google Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.",
  "privacy_6_block_text_4_12": "For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page:",
  "privacy_6_block_text_4_13": "Facebook",
  "privacy_6_block_text_4_14": "Facebook remarketing service is provided by Facebook Inc.",
  "privacy_6_block_text_4_15": "You can learn more about interest-based advertising from Facebook by visiting this page:",
  "privacy_6_block_text_4_16": "To opt-out from Facebook’s interest-based ads, follow these instructions from Facebook:",
  "privacy_6_block_text_4_17": "Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance. You can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/, or opt-out using your mobile device settings.",
  "privacy_6_block_text_4_18": "For more information on the privacy practices of Facebook, please visit Facebook’s Data Policy:",
  "privacy_6_block_text_4_19": "Usage, Performance and Miscellaneous",
  "privacy_6_block_text_4_2": "The Company uses remarketing services to advertise to You after You accessed or visited our Service. We and Our third-party vendors use cookies and non-cookie technologies to help Us recognize Your Device and understand how You use our Service so that We can improve our Service to reflect Your interests and serve You advertisements that are likely to be of more interest to You.",
  "privacy_6_block_text_4_20": "We may use third-party Service Providers to provide better improvement of our Service.",
  "privacy_6_block_text_4_21": "Invisible reCAPTCHA",
  "privacy_6_block_text_4_22": "We use an invisible captcha service named reCAPTCHA. reCAPTCHA is operated by Google.",
  "privacy_6_block_text_4_23": "The reCAPTCHA service may collect information from You and from Your Device for security purposes.",
  "privacy_6_block_text_4_24": "The information gathered by reCAPTCHA is held in accordance with the Privacy Policy of Google:",
  "privacy_6_block_text_4_3": "These third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies and to enable Us to:",
  "privacy_6_block_text_4_4": "Some of these third-party vendors may use non-cookie technologies that may not be impacted by browser settings that block cookies. Your browser may not permit You to block such technologies. You can use the following third-party tools to decline the collection and use of information for the purpose of serving You interest-based advertising:",
  "privacy_6_block_text_4_5": "You may opt-out of all personalized advertising by enabling privacy features on Your mobile device such as Limit Ad Tracking (iOS) and Opt Out of Ads Personalization (Android). See Your mobile device Help system for more information.",
  "privacy_6_block_text_4_6": "We may share information, such as hashed email addresses (if available) or other online identifiers collected on Our Service with these third-party vendors. This allows Our third-party vendors to recognize and deliver You ads across devices and browsers. To read more about the technologies used by these third-party vendors and their cross-device capabilities please refer to the Privacy Policy of each vendor listed below.",
  "privacy_6_block_text_4_7": "The third-party vendors We use are:",
  "privacy_6_block_text_4_8": "Google Ads (AdWords)",
  "privacy_6_block_text_4_9": "Google Ads (AdWords) remarketing service is provided by Google Inc.",
  "privacy_6_block_title_1_1": "Detailed Information on the Processing of Your Personal Data",
  "privacy_6_block_title_2_1": "Analytics",
  "privacy_6_block_title_3_1": "Advertising",
  "privacy_6_block_title_4_1": "Behavioral Remarketing",
  "privacy_7_block_text_1_1": "Legal Basis for Processing Personal Data under GDPR",
  "privacy_7_block_text_1_2": "We may process Personal Data under the following conditions:",
  "privacy_7_block_text_1_3": "Consent: You have given Your consent for processing Personal Data for one or more specific purposes.",
  "privacy_7_block_text_1_4": "Performance of a contract: Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.",
  "privacy_7_block_text_1_5": "Legal obligations: Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.",
  "privacy_7_block_text_1_6": "Public interests: Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.",
  "privacy_7_block_text_1_7": "Legitimate interests: Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.",
  "privacy_7_block_text_1_8": "In any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.",
  "privacy_7_block_title": "GDPR Privacy",
  "privacy_8_block_text_1_1": "Your Rights under the GDPR",
  "privacy_8_block_text_1_2": "The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.",
  "privacy_8_block_text_1_3": "You have the right under this Privacy Policy, and by law if You are within the EU, to:",
  "privacy_8_block_text_1_4": "Request access to Your Personal Data. The right to access, update or delete the information We have on You. Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section. If you are unable to perform these actions yourself, please contact Us to assist You. This also enables You to receive a copy of the Personal Data We hold about You.",
  "privacy_8_block_text_1_5": "Request correction of the Personal Data that We hold about You. You have the right to to have any incomplete or inaccurate information We hold about You corrected.",
  "privacy_8_block_text_1_6": "Object to processing of Your Personal Data. This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground. You also have the right to object where We are processing Your Personal Data for direct marketing purposes.",
  "privacy_8_block_text_1_7": "Request erasure of Your Personal Data. You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.",
  "privacy_8_block_text_1_8": "Request the transfer of Your Personal Data. We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format. Please note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.",
  "privacy_8_block_text_1_9": "Withdraw Your consent. You have the right to withdraw Your consent on using your Personal Data. If You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.",
  "privacy_8_block_text_2_1": "Exercising of Your GDPR Data Protection Rights",
  "privacy_8_block_text_2_2": "You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us. Please note that we may ask You to verify Your identity before responding to such requests. If You make a request, We will try our best to respond to You as soon as possible.",
  "privacy_8_block_text_2_3": "You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data. For more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.",
  "privacy_9_block_list_1_item_1": "Publicly available information from government records",
  "privacy_9_block_list_1_item_2": "Deidentified or aggregated consumer information",
  "privacy_9_block_text_1_2": "The Company is the Data Controller of Your Personal Data collected while using the Service. As operator of the Facebook Fan Page facebook.com/vimerse, the Company and the operator of the social network Facebook are Joint Controllers.",
  "privacy_9_block_text_1_3": "The Company has entered into agreements with Facebook that define the terms for use of the Facebook Fan Page, among other things. These terms are mostly based on the Facebook Terms of Service:",
  "privacy_9_block_text_1_4": "Visit the Facebook Privacy Policy https://www.facebook.com/policy.php for more information about how Facebook manages Personal data or contact Facebook online, or by mail: Facebook, Inc. ATTN, Privacy Operations, 1601 Willow Road, Menlo Park, CA 94025, United States.",
  "privacy_9_block_text_2_1_2": "We obtain the categories of personal information listed above from the following categories of sources:",
  "privacy_9_block_text_2_1_3": "Directly from You. For example, from the forms You complete on our Service, preferences You express or provide through our Service, or from Your purchases on our Service.",
  "privacy_9_block_text_2_1_4": "Indirectly from You. For example, from observing Your activity on our Service.",
  "privacy_9_block_text_2_1_5": "Automatically from You. For example, through cookies We or our Service Providers set on Your Device as You navigate through our Service.",
  "privacy_9_block_text_2_1_6": "From Service Providers. For example, third-party vendors to monitor and analyze the use of our Service, third-party vendors to provide advertising on our Service, third-party vendors to deliver targeted advertising to You, third-party vendors for payment processing, or other third-party vendors that We use to provide the Service to You.",
  "privacy_9_block_text_2_2": "We use the Facebook Insights function in connection with the operation of the Facebook Fan Page and on the basis of the GDPR, in order to obtain anonymized statistical data about Our users.",
  "privacy_9_block_text_2_3": "For this purpose, Facebook places a Cookie on the device of the user visiting Our Facebook Fan Page. Each Cookie contains a unique identifier code and remains active for a period of two years, except when it is deleted before the end of this period.",
  "privacy_9_block_text_2_4": "Facebook receives, records and processes the information stored in the Cookie, especially when the user visits the Facebook services, services that are provided by other members of the Facebook Fan Page and services by other companies that use Facebook services.",
  "privacy_9_block_text_2_5": "For more information on the privacy practices of Facebook, please visit Facebook Privacy Policy here:",
  "privacy_9_block_text_3_1_2": "We may use or disclose personal information We collect for “business purposes” or “commercial purposes” (as defined under the CCPA), which may include the following examples:",
  "privacy_9_block_text_3_2": "This privacy notice section for California residents supplements the information contained in Our Privacy Policy and it applies solely to all visitors, users, and others who reside in the State of California.",
  "privacy_9_block_text_4_10": "Collected: Yes.",
  "privacy_9_block_text_4_11": "Category C: Protected classification characteristics under California or federal law.",
  "privacy_9_block_text_4_12": "Examples: Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).",
  "privacy_9_block_text_4_13": "Collected: No.",
  "privacy_9_block_text_4_14": "Category D: Commercial information.",
  "privacy_9_block_text_4_15": "Examples: Records and history of products or services purchased or considered.",
  "privacy_9_block_text_4_16": "Collected: Yes.",
  "privacy_9_block_text_4_17": "Category E: Biometric information.",
  "privacy_9_block_text_4_18": "Examples: Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.",
  "privacy_9_block_text_4_19": "Collected: No.",
  "privacy_9_block_text_4_20": "Category F: Internet or other similar network activity.",
  "privacy_9_block_text_4_21": "Examples: Interaction with our Service or advertisement.",
  "privacy_9_block_text_4_22": "Collected: Yes.",
  "privacy_9_block_text_4_23": "Category G: Geolocation data.",
  "privacy_9_block_text_4_24": "Examples: Approximate physical location.",
  "privacy_9_block_text_4_25": "Collected: No.",
  "privacy_9_block_text_4_26": "Category H: Sensory data.",
  "privacy_9_block_text_4_27": "Examples: Audio, electronic, visual, thermal, olfactory, or similar information.",
  "privacy_9_block_text_4_28": "Collected: No.",
  "privacy_9_block_text_4_29": "Category I: Professional or employment-related information.",
  "privacy_9_block_text_4_3": "We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular Consumer or Device. The following is a list of categories of personal information which we may collect or may have been collected from California residents within the last twelve (12) months.",
  "privacy_9_block_text_4_30": "Examples: Current or past job history or performance evaluations.",
  "privacy_9_block_text_4_31": "Collected: No.",
  "privacy_9_block_text_4_32": "Category J: Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).",
  "privacy_9_block_text_4_33": "Examples: Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.",
  "privacy_9_block_text_4_34": "Collected: No.",
  "privacy_9_block_text_4_35": "Category K: Inferences drawn from other personal information.",
  "privacy_9_block_text_4_36": "Examples: Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.",
  "privacy_9_block_text_4_37": "Collected: No.",
  "privacy_9_block_text_4_38": "Under CCPA, personal information does not include:",
  "privacy_9_block_text_4_39": "Information excluded from the CCPA’s scope, such as:",
  "privacy_9_block_text_4_4": "Please note that the categories and examples provided in the list below are those defined in the CCPA. This does not mean that all examples of that category of personal information were in fact collected by Us, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been collected. For example, certain categories of personal information would only be collected if You provided such personal information directly to Us.",
  "privacy_9_block_text_4_40": "Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data",
  "privacy_9_block_text_4_41": "Personal Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994",
  "privacy_9_block_text_4_5": "Category A: Identifiers.",
  "privacy_9_block_text_4_6": "Examples: A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, driver’s license number, passport number, or other similar identifiers.",
  "privacy_9_block_text_4_7": "Collected: Yes.",
  "privacy_9_block_text_4_8": "Category B: Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
  "privacy_9_block_text_4_9": "Examples: A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.",
  "privacy_9_block_title": "Facebook Fan Page",
  "privacy_9_block_title_1_1": "Data Controller for the Facebook Fan Page",
  "privacy_9_block_title_2_1": "Facebook Insights",
  "privacy_9_block_title_2_1_1": "Sources of Personal Information",
  "privacy_9_block_title_3_1": "CCPA Privacy",
  "privacy_9_block_title_3_1_1": "Use of Personal Information for Business Purposes or Commercial Purposes",
  "privacy_9_block_title_4_1": "Delivery of an edited video",
  "privacy_top_title": "Privacy policy",
  "reviews_subtitle1": "Instagram Influencer",
  "reviews_subtitle10": "Lifestyle Vlogger",
  "reviews_subtitle2": "Twitch Streamer",
  "reviews_subtitle4": "Entrepreneur",
  "reviews_subtitle5": "Cooking YouTuber",
  "reviews_subtitle8": "Travel Vlogger",
  "reviews_text1": "Working with Vimerse is an amazing experience! It is crazy how I can just shoot raw content and provide a little background, and they magically turn it into an engaging and mesmerizing high-quality video! Before, I would shoot a ton of content but realistically be unable to take time to make the necessary edits and be happy with them to post. Having hours and hours’ worth of footage is no longer useless now that I know about Vimerse, I can just gather all related videos and send them over, then within a very reasonable time, have a beautiful draft to review and submit any edit requests for, followed by some amazing final products I can share across all of my platforms! We had been trying to find a service like this for a while, it really is perfect for creators like us who have a ton of raw content needing to be turned into something captivating!",
  "reviews_text10": "I got my video back from Vimerse in less than 24 hours! They were patient, communicative, and did an excellent job bringing my video to life. I highly recommend their services if you don't have the time or programs to create a quality video. HIGHLY RECOMMEND!",
  "reviews_text2": "Working with the Vimerse team for video editing is my first experience working with professional video editors and they DID NOT disappoint! I used to spend hours editing my own videos thinking that no one will ever get my brand / style right but Vimerse was able to take my instructions and raw footage, and they turned it into something better than I could have ever expected. The process was hassle-free from onboarding, to drafts, revisions and repurposing the video for other platforms. Communication was easy, editors were very hands-on. Definitely worth it!",
  "reviews_text3": "This service is fantastic! Everything was exceptional from start to finish! The communication was clear and concise, the instructions were detailed, and the editing was amazing! Made my life so easy, they took care of everything for me. I would highly recommend Vimerse to anyone that is needing a project edited to perfection.",
  "reviews_text4": "When I asked Vimerse to edit the intro video for my restaurant, I honestly didn't expect this level of quality. From seamless connections and transitions between clips, clean editing of intro and ending, to the introduction of appropriate sound effects, Vimerse certainly impressed me. The carefully adjusted frame of the original clips that had been filmed at a faster tempo was also unexpected. Revisions were done quickly. The most amazing part was that all of these could be resolved in just two days. I would like to thank the Vimerse for taking care of the parts I hadn't thought of and transforming the casually filmed clips into a professional quality video. Since I have become a big fan of Vimerse, all of my upcoming editing jobs will be done through Vimerse.",
  "reviews_text5": "I got my video edited by Vimerse and I have only good things to say about the experience. The quality of the video is exceptional, background music and speed of the clips is so on point. I love the detailing and would highly recommend Vimerse for getting your videos edited. They are the best in business. The team is so professional, and they will make all necessary changes that you want them to make in the video if any. The team is responsive, and the end results are truly mind blowing. If I have to get more videos edited in the future, I will choose none other than Vimerse.",
  "reviews_text6": "I am impressed with the speed of editing and response time. The questions that were asked prior to editing were very helpful to communicate wishes without a one-on-one conversation. The note-system where I could give feedback on specific parts of the video was also really helpful! Giving feedback was made very easy.",
  "reviews_text7": "I think it really fits the vibe of my stream perfectly. Your turnaround time is also incredible!",
  "reviews_text8": "The guys at Vimerse are very friendly and helpful. It is easy to work with them. The process of order submission is overall clear and seamless. Stay in tight communication with them and you can definitely have videos that you have imagined.",
  "reviews_text9": "I wanted to share the best moments of my life with family and friends. I always shoot a lot of videos and cannot find the time to edit them. Now, these videos have a chance to come to light! Vimerse met all my needs in an unbelievably short time. It makes me happy to see my amateur material turned into a professional video.",
  "reviews_title1": "Jennifer Wakumelo",
  "reviews_title10": "Alisha Nelson",
  "reviews_title2": "Crescentine",
  "reviews_title3": "Angela Zacharias",
  "reviews_title4": "James Han",
  "reviews_title5": "RHM VLogs",
  "reviews_title6": "Arianna",
  "reviews_title7": "RAYM",
  "reviews_title8": "Iren Budoian",
  "reviews_title9": "Anastasiia Shorshina",
  "scroll_down": "Scroll down",
  "side_menu_social_network_string": "Social network",
  "start_creating_button_type_1": "Consultation",
  "start_creating_button_type_2": "Gold",
  "start_creating_button_type_3": "Diamond",
  "start_creating_form_title": "After clicking on the button \"Start now\", you will be redirected to an ordering form",
  "start_creating_submit_title": "We have received your contact. Please fill out the ordering form that opened in a new tab or follow this",
  "start_creating_subtitle": "Let’s turn your footage into an engaging video",
  "start_creating_title": "Start creating",
  "terms_1_block_text_1": "Above all, our goal is to offer the best quality video editing service at affordable rates. We strive to make the best out of the material our clients send us and therefore differentiate ourselves through the quality of the result of our work. Should disputes or misunderstandings arise we will always try to find a reasonable and fair solution based on the Terms outlined below.",
  "terms_1_block_text_2": "By employing the services of Vimerse, signing up for an account with us or supplying work related to our service, you are agreeing to these Terms. These are legal and binding.",
  "terms_1_block_text_3": "Do note how each of the following terms are defined and/or used:",
  "terms_2_block_text_1": "Vimerse (“Service”) is a video editing service provider.",
  "terms_2_block_text_2": "The website or www.vimerse.com will contain the functionalities you need to use our service.",
  "terms_2_block_text_3": "The service and website are owned, ran and managed by Vimerse LLC (“Vimerse” “we,” or “us”).",
  "terms_2_block_text_4": "You or “Client”, is a customer of the Service or represents an individual or group considered to be a customer of the Service.",
  "terms_2_block_text_5": "Through the Service, the Client is required to provide video footage, other materials and content, and a description of the particular video project (these particulars are referred to collectively as “Content”) to the %Editor.",
  "terms_2_block_title_1": "1. The service",
  "terms_2_block_title_2": "2. The website",
  "terms_2_block_title_3": "3. We or us",
  "terms_2_block_title_4": "4. You",
  "terms_2_block_title_5": "5. Content",
  "terms_3_block_text_1": "This agreement, along with any modifications and any further contracts you may enter into with us in relation to the Service, shall establish the complete and total agreement between you and Vimerse.",
  "terms_3_block_text_2": "If any facility of this contract is considered void by a court of competent jurisdiction, the baselessness of such provision will not affect the legitimacy of the other provisions of this Agreement.",
  "terms_3_block_text_2_1": "Vimerse reserves the right to modify and adjust these terms every so often. Otherwise explicitly mentioned elsewhere, all modified terms shall automatically take effect fourteen (14) calendar days after the revised terms and conditions are posted on this website.",
  "terms_3_block_text_2_2": "A Client who opts to sign up, register or otherwise using the Service recognizes that he/she has read, comprehends and willfully agrees to be duty-bound by these Terms. If you do not wish to accept them, you will be unable to access, look through or utilize the Service.",
  "terms_3_block_text_2_3": "These Terms of Service may not be altered except in writing hand-signed by Vimerse and the Client. For our purposes, “in writing” does not include email messages and “hand-signed” does not include electronic signatures.",
  "terms_3_block_text_2_4": "Whether due to business-related reasons, marketing or law, we may send notifications via email, or through post (written and hard copy), or through posting on Vimerse’s website.",
  "terms_3_block_text_2_5": "We determine the platform and method by which we notify our users, as long as you do not opt out of certain notification platforms or means as noted in this agreement.",
  "terms_3_block_text_2_6": "We are not responsible for automatic filtering which you or your provider may have applied to the email address you have registered with us.",
  "terms_3_block_text_2_7": "Your persistent and continuous use of the Service after it has been modified or updated means that you accept the new Terms.",
  "terms_3_block_text_3_1": "While Vimerse may assign without restriction under this agreement, you may not transfer or assign any rights and licenses granted hereunder. Any and all attempts at transferring or assigning will be considered as violations, and will therefore be considered null and void.",
  "terms_3_block_text_4_1": "Our failure to affirm any right or provision under this agreement shall not create a relinquishment of such provision or right.",
  "terms_3_block_text_5_1": "Subject at all times to Client’s satisfaction of its payment obligations under this Agreement, Vimerse agrees that the delivered videos constitute audio and visual work(s) specially commissioned and made for hire within the meaning of the United States Copyright Law. All tapes, negatives and prints of all pictures and sound tracks and material, exposed and/or processed, in the production of the videos, (except for materials supplied to Vimerse by Client) and all material and content contained in the videos, including but not limited to any characters, names, copy, art, logos, and animation, and all right, title, interest and copyrights therein, shall become the property of Client upon delivery thereof in accordance with the provisions hereof. In the event that the videos for any reason are determined not to be a work made for hire, then Vimerse hereby grants and assigns all right, title and interest to the videos to Client, and VImerse will promptly execute and deliver such documents as may be requested by Client in order to accomplish the assignment and transfer of all such right, title and interest. Without in any way limiting the foregoing, Vimerse hereby waives any and all “moral rights,” and any rights Vimerse may have regarding the videos pursuant to the Visual Artist Rights Act (17 U.S.C. § 106 A(e)) or other federal, state or local statute. Vimerse will not mortgage, pledge, assign or otherwise encumber the aforementioned sound tracks, tapes and negative and positive films.",
  "terms_3_block_text_5_2": "Notwithstanding the foregoing, all of VImerse’s original project files, animation files, and color correction files, and any other underlying proprietary technologies, plug-ins, architecture or other proprietary materials used by Vimerse in the creation of the delivered videos (collectively “Producer Materials”) shall remain the sole property of Vimerse. Vimerse hereby grants to Client a limited, non-exclusive, royalty-free license to use any such Vimerse Materials solely to the extent that may be necessary to enable the delivered videos to perform and/or be displayed as promised.",
  "terms_3_block_text__title_1": "A. All-inclusive agreement / severability",
  "terms_3_block_text__title_2": "B. Agreement modifications",
  "terms_3_block_text__title_3": "C. Assignment",
  "terms_3_block_text__title_4": "D. No relinquishment",
  "terms_3_block_text__title_5": "E. Ownership of Intellectual property",
  "terms_3_block_title": "Contract generalities",
  "terms_4_block_text_1_1": "Your account will enable you to have access to the Service, including all its functionality which we may create and maintain every so often.",
  "terms_4_block_text_1_2": "A Client has full access and control over his profile and over his interactions with the Service.",
  "terms_4_block_text_1_3": "Should you open an account with us on behalf of the Service, another individual or organization, then (a) “you” is means both you and whoever you represent, and (b) you acknowledge that you are authorized by the entity to act on its behalf, can agree on the Terms on behalf of the entity, and you are therefore authorized to bind the entity to this Agreement.",
  "terms_4_block_text_1_4": "Connecting Vimerse with another a third-party enables us to access and utilize your own information and details from the service as it permits, and to store your login credentials for the said service.",
  "terms_4_block_text_1_5": "Also, giving Vimerse your email address automatically means consent with the usage of your email address to send you Service-related notices. Should you wish to opt out of these communications, please contact our support.",
  "terms_4_block_text_1_6": "You should provide accurate, as well as complete, information when creating your account. We highly encourage you to use account passwords which are considered as “strong”, i.e., passwords which consist of upper and lower case letters, symbols and numbers.",
  "terms_4_block_text_1_7": "You are not permitted to use another User’s account without their permission.",
  "terms_4_block_text_1_8": "Should you experience any breach of security or unauthorized usage of your account, inform Vimerse as soon as possible.",
  "terms_4_block_text_1_9": "Vimerse is not liable for any losses incurred or experienced should your account be used without your authorization.",
  "terms_4_block_title": "Your account",
  "terms_5_block_text_1_1": "You consent to not engaging in the following outlawed undertakings when using the Service: (i) the utilization of any kind of automated system, which includes and is not limited to the use of “spiders”, “offline readers”, “bots”, etc. to access the Service; (ii) copying, circulating or divulging any aspect of the Service through any platforms; (iii)trying to interfere with, decipher and manipulate any transmissions, or attempting to compromise the system security or integrity the servers which run the Service; (iv) the transmission of chain letters, unsolicited emails, and spam; (v) actions taken which inflict or potentially impose an unreasonable or excessively huge load on our infrastructure; (vi) the collection of any confidential and personal information of other users, including account names and passwords, from the Service; (vii) uploading data which is invalid, or which may contain worms, viruses and others; (viii)the impersonation of another individual, or misrepresenting your association with another entity or person, fraud; (ix) commissioning the Service for commercial solicitation; (x) accessing contents in the Service through any technological means other than those permitted and given by the Service; or (xi) circumventing the measures we employ to inhibit or control access to the Service.",
  "terms_5_block_text_1_2": "We may opt to either permanently or temporarily end or defer your access to the Service without prior notice and/or liability for any reason, which includes our sole discretion or determination that you have violated any terms in this agreement, or for no other reason. Upon the end of deferment of your access, you continue to be constrained by this agreement.",
  "terms_5_block_text_1_3": "We reserve the right to change the Service without prior notice; halt the delivery of the Service or its features to you or to users in general; or establish limitations to the Service.",
  "terms_5_block_title": "The rules of our service",
  "terms_6_block_list_item_1": "A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;",
  "terms_6_block_list_item_2": "Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;",
  "terms_6_block_list_item_3": "Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;",
  "terms_6_block_list_item_4": "Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;",
  "terms_6_block_list_item_5": "A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;",
  "terms_6_block_list_item_6": "And A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.",
  "terms_6_block_text_1_2": "Usage of access of the Service by any persons under the age of 13 is strictly prohibited, and doing so will be in violation of this Agreement. Also, any individuals or groups which have been removed from the Service in the past by Vimerse will not be allowed to employ the Service.",
  "terms_6_block_text_1_3": "Through the Service, a Client will provide Content to an Editor.",
  "terms_6_block_text_2_1": "Regarding Content, you assert, represent and certify it and our use thereof as intended in this agreement. The Service does not intend to violate any laws or third-party rights.",
  "terms_6_block_text_2_2": "As a Client, you agree not to post Content that: (i)could potentially cause damage or loss to any individual or property; (ii) could possibly create loss, harm, emotional distress, physical or mental injury, disability, disfigurement, physical or mental illness or death to yourself, to another or to any animal; (iii)comprises any content or information that we believe to be harmful, unlawful, defamatory, abusive, racially or ethnically abusive, infringing, invasive of publicity rights or personal privacy, libelous, harassing, profane, threatening, humiliating to other people publicly or otherwise, or otherwise offensive; (iv) pursues to injure in any way or exploit children by subjecting them to content that is inappropriate; (v) consists of any content or information that is criminal (inclusive of, with no limitations, the disclosure and distribution of insider information of another party’s trade secrets under securities laws); (vi) could possibly represent or further tort or a crime; (vii) has content or information that you know and believe to be incorrect or outdated. (viii)comprises of any content or information that you are not permitted to give under any fiduciary or contractual relationships or law;",
  "terms_6_block_text_2_3": "You agree to post Content that do not infringe on third-party rights of any kind, including and not limited to rights to privacy and Intellectual Property Rights.",
  "terms_6_block_text_2_4": "Make known that you are the owner of a piece of musical composition’s copyright rights, inclusive of and not limited to the mechanical, sound recording rights, and performance, with respect to all aspects of the musical work (including lyrics) and sound recording included in the said Content.",
  "terms_6_block_text_2_5": "We reserve the right, although we are not obliged, to solely determine whether or not to reject and/or delete any Content that we believe infringes on these stipulations.",
  "terms_6_block_text_2_6": "As a Client, you alone are accountable for the Content you post (whether or not they belong to you), and you are liable for the penalties and costs of uploading and/or publishing the materials.",
  "terms_6_block_text_3_2": "The media files a client wants to get edited must be uploaded as a complete package. Once we confirm that all necessary files and instructions are either uploaded or shared by the Client, we will send an order confirmation and start editing. The order confirmation will be made over an email.",
  "terms_6_block_text_4_2": "While we strive to deliver edited videos in two calendar days since the order confirmation, this is not guaranteed. We reserve the right to extend the due date for Content with over 60 minutes footage duration and multiple projects. If a Client wants modifications such as change in category, addition of features or additional file uploads/sharing to the initial submission, we will delay the delivery of edited videos. Also, major holidays or natural disasters may delay the delivery of edited videos. We will attempt to notify Clients ahead of delay, should we fail to deliver in two calendar days.",
  "terms_6_block_text_5_2": "The client is in charge of viewing, reviewing and commenting the video project worked on by the Editor. After the delivery of an edited video, a client is permitted to request revisions. Any request for changes should be articulated within (5) five calendar days within the delivery of an edited video. Should the Client not communicate with Vimerse for more (5) five calendar days since the delivery of the edited video, we will consider the project complete.",
  "terms_6_block_text_5_3": "Should a client request additional hourly revisions, purchase “unlimited revisions” add-on or purchase plans including the “unlimited revisions” option, we accept revisions within (12) twelve calendar days from the order confirmation. If a client is not completely satisfied with the production and result after (12) twelve calendar days after the order confirmation, Vimerse may opt to terminate the project.",
  "terms_6_block_text_5_4": "Your right to use the Vimerse services shall terminate upon your breach of any term of this Agreement.",
  "terms_6_block_text_6_10": "As allowed by the full extent of applicable law, provided service will not have any attached guarantees or warranties, inclusive of but not limited to fitness for a specified purpose, non-infringement or implied warranties of merchantability.",
  "terms_6_block_text_6_11": "Digital Millenium Copyright Act (DMCA). In the event materials are made available to this Site by third parties not within our control (ie: stock footage, creative commons license), we are under no obligation to, and do not, scan such content for the inclusion of illegal or impermissible content. However, we respect the copyright interests of others. It is our policy not to permit materials known by us to infringe another party’s copyright to remain on the Site. If you believe any materials on the Site infringe a copyright, you should provide us with written notice that at a minimum contains:",
  "terms_6_block_text_6_2": "Should you decide to utilize paid features of our Service, you are aware that we add new products or services for extra charges, or adjust fees for current services. Clients should provide payment information that can authorize payment at the beginning of the project. When edited videos and revised videos reflecting client’s revisions are delivered, payment will be processed. During the revision process Vimerse reserves the right to ask the client to give the full payment for the project before any other revisions can take place.",
  "terms_6_block_text_6_3": "Money Back Guarantee – If Vimerse has made evident mistakes due to neglect and has failed to demonstrate a reasonable level of efforts to correct the mistakes, client can request refund of the base project price within 14 days after the payment processed. The client must email to info@vimerse.com. The refund will be made net of processing fee. Fees related to revisions, including the additional fee paid for unlimited revisions, are non-refundable.",
  "terms_6_block_text_6_4": "A third-party payment processor is used to process all payments that go through the Service. We are not liable for any security or privacy breaches by the said processor.",
  "terms_6_block_text_6_5": "All charges you incur through the utilization of your debit or credit card, or other payment methods are reflective of the prices in effect during the time said charged were incurred.",
  "terms_6_block_text_6_6": "With No Warranties; “As Is” Service",
  "terms_6_block_text_6_7": "Without restricting the foregoing, Vimerse, as well as its licensors and subsidiaries do not guarantee that the content given is truthful, complete, correct or updated; that the video editing service provided will meet you standards; that the service will always be available at any specified time or place, continuous or protected; that any flaws or mistakes will be amended.",
  "terms_6_block_text_6_8": "You alone are responsible for any destruction to your computer system or data loss which result from the usage of the service or from downloads which contain viruses and the like.",
  "terms_6_block_text_6_9": "Service is rendered on either an “as is” or “as available” basis.",
  "terms_6_block_title": "Terms and concerning clients",
  "terms_6_block_title_1_1": "Age Restriction",
  "terms_6_block_title_2_1": "Content",
  "terms_6_block_title_3_1": "Order confirmation",
  "terms_6_block_title_4_1": "Delivery of an edited video",
  "terms_6_block_title_5_1": "Revisions",
  "terms_6_block_title_6_1": "Fees and billing",
  "terms_7_block_block_text_8_1": "Scope of liabilities",
  "terms_7_block_block_text_8_2": "As allowed by the full extent of applicable law, under no circumstances will we, our agents, employees, affiliates, directors, suppliers or licensors be responsible and liable for any punitive, direct and indirect, special incidental, exemplary or consequential damages, inclusive of but not limited to damages incurred from profit loss, use, goodwill, data or other intangible losses which arise from the utilization of or inability of usage of this service.",
  "terms_7_block_block_text_8_3": "In no event shall we be accountable for any damages, injuries or losses which arise from tampering, hacking or other unauthorized access or utilization of the service from your account, or misuse of your personal details contained therein.",
  "terms_7_block_block_text_8_4": "As allowed by the full extent of applicable law, we assume no responsibility or liability for any and all (i) damage to property or personal injury which result from the use and access of the service; (ii)flaws, mistakes, inaccuracies or errors in your content; (iii) Trojan horses, viruses or the like which may be transferred to or through Vimerse by third-party entities; (iv) unsanctioned access to our secured servers as well as all the personal data that are contained in them; (v)cessations and interruptions of transmissions being done through the service; (vi) user content that contains illegal, criminal, defamatory or offensive acts or statements made by third parties, and/or (vii) oversights or mistakes in your content, or losses or damages acquired arising from any content posted, transferred, emailed or in any way made available through the service.",
  "terms_7_block_block_text_8_5": "The foregoing limitation will be applicable to full extent allowable by law in the pertinent jurisdiction.",
  "terms_7_block_block_text_8_6": "Take note that some states do not permit the omission of implied warranties, incidental or consequential damages, so limitations mentioned above may not be applicable to you.",
  "terms_7_block_block_text_8_7": "Any exclusion, limitation of liability or disclaimer noted in this agreement will not relate to the extent forbidden by applicable law.",
  "terms_7_block_block_text_9_1": "Disputes",
  "terms_7_block_block_text_9_2": "You are aware and consent to the fact that: (i) Vimerse is solely geographically based in Massachusetts, United States of America; and (ii) the Service will be seen as passive, not able to result to specific or general personal authority over Vimerse in jurisdictions other than United States of America.",
  "terms_7_block_block_text_9_3": "Disputes",
  "terms_7_block_block_text_9_4": "Any dispute arising from this Agreement shall be resolved through mediation. If the dispute cannot be resolved through mediation, then the dispute will be resolved through binding arbitration conducted in accordance with the rules of the American Arbitration Association.",
  "terms_7_block_last_modify": "These Terms and Conditions were last modified on April 11, 2022",
  "terms_7_block_text_7_1": "All DMCA notices should be sent to our designated agent as follows:",
  "terms_7_block_text_7_2": "Hyunjae Lee",
  "terms_7_block_text_7_3": "675 VFW Parkway #267",
  "terms_7_block_text_7_4": "Chestnut Hill, MA 02467",
  "terms_7_block_text_7_5": "USA",
  "terms_7_block_text_7_6": "info@vimerse.com",
  "terms_7_block_text_7_7": "It is our policy to terminate relationships regarding content with third parties who repeatedly infringe the copyrights of others.",
  "terms_top_title": "Terms and conditions",
  "what_we_do_button_show_more": "View Portfolio",
  "portfolio_view_portfolio": "Show more",
  "what_we_do_li_1_1": "Expressing in vivid colors",
  "what_we_do_li_1_2": "Making the audience understand your style",
  "what_we_do_li_1_3": "Incorporating sponsorship requirements",
  "what_we_do_li_2_1": "Selecting energetic music",
  "what_we_do_li_2_2": "Adding a countdown timer",
  "what_we_do_li_2_3": "Giving a hint to the next exercise",
  "what_we_do_li_3_1": "Showing the recipe in a graphic",
  "what_we_do_li_3_2": "Using voiceover, if needed",
  "what_we_do_li_3_3": "Handling footages from multiple camera angles",
  "what_we_do_li_4_1": "Inserting great background music",
  "what_we_do_li_4_2": "Adding fancy cuts and transitions",
  "what_we_do_li_4_3": "Delivering your emotions effectively",
  "what_we_do_li_5_1": "Using appropriate B-rolls",
  "what_we_do_li_5_2": "Analyzing chats and your markers",
  "what_we_do_li_5_3": "Featuring funny and entertaining highlights",
  "what_we_do_li_6_1": "Submitting whole VODs",
  "what_we_do_subtitle": "We help content creators make more and better video content. Here are the major video categories we cover",
  "what_we_do_text1": "Are you sharing your fashion tips or beauty secrets? We will not only make glamorous videos for you, but we will also nurture your brand by:",
  "what_we_do_text2": "Ready to share your own workout routine? We give special treatment to fitness videos by:",
  "what_we_do_text3": "Is this your family’s favorite recipe? We can help you make it viral until it becomes everyone’s favorite by:",
  "what_we_do_text4": "Do you want your audience to experience your emotion from a trip or event, or share an important moment of your life with others? We will help you with that by:",
  "what_we_do_text5": "Did you just try out interesting products? We will help you share your unique insights on those products by:",
  "what_we_do_text6": "Do you have a 5-hour long stream VOD that you want to make highlights out of? We have developed an efficient process to handle these requirements such as:",
  "what_we_do_title": "Portfolio",
  "what_we_do_title1": "Fashion and beauty",
  "what_we_do_title2": "Fitness",
  "what_we_do_title3": "Cooking",
  "what_we_do_title4": "Vlog",
  "what_we_do_title5": "Product review",
  "what_we_do_title6": "Twitch stream highlights",
  "whyVimerse_text1": "Creating content is already cumbersome. So, we do not want to pressure you with a monthly subscription. Spend 5 minutes filling out the form in order to have premium-quality video content created for you in two calendar days. We will edit exactly as you like.",
  "whyVimerse_text2": "Our editing takes your videos to the next level. In addition to years of experience, we have researched editing techniques that help extend the viewer's watch time. This means greater engagement and more monetization opportunities for creators.",
  "whyVimerse_text3": "We understand that these promises might sound too good to be true. So, we offer the first video editing service for free. As long as your raw footage is less than 45 minutes, it is free! No watermarks. No restriction on sharing the content.",
  "whyVimerse_title1": "Hassle-free",
  "whyVimerse_title2": "Captivating",
  "whyVimerse_title3": "Free trial",
  "why_Vimerse_title": "Why Vimerse?"
}
