{
  "how_to_sustain_YT_author": "Hyunjae Lee",
  "how_to_sustain_button_text_1": "Go back",
  "how_to_sustain_button_text_2": "Go back",
  "how_to_sustain_conclusion_subtitle": "Conclusion",
  "how_to_sustain_conclusion_text_part_1": "As mentioned in the beginning, you’ve got a video put together that you’re proud of. You’re ready to finally hit the button and upload. The first time you do, you imagine one of two things - it will go viral, or it will flop. But there is a third possibility: people could see potential in your content or you could see potential in yourself. The question is, what will you do next? Viral, flop, or middling - will you create another video? And another after that?",
  "how_to_sustain_conclusion_text_part_2": "Before anything else, that’s the key to sustainability on Youtube: creating content.",
  "how_to_sustain_date_update": "Updated June 7, 2021",
  "how_to_sustain_first_subtitle": "1. Be Yourself, Yet Understand What Culture You Represent",
  "how_to_sustain_first_text_part_1": "This sounds simple enough, but it is paramount for",
  "how_to_sustain_first_text_part_1_1": "creating a Youtube Channel",
  "how_to_sustain_first_text_part_1_2": "Plenty of people set out to play a character, to create a channel based around a perceived personality they think will be likable and get views. But the culture of Youtube is defined by unique voices. If your character is a copy of a popular personality, it isn’t unique. It’s just a copy.",
  "how_to_sustain_first_text_part_2": "Why would viewers gravitate toward a copy when the original is available?",
  "how_to_sustain_first_text_part_3": "Further, understanding the culture of Youtube means finding the niche that lacks representation. Are you the health-conscious millennial with three dogs that invests in Bitcoin to retire early? Where do you fit in this culture? And what do you hope to achieve by adding your voice to the conversation?",
  "how_to_sustain_first_text_part_4": "The only way to understand exactly where you fit is to do research where you’re interested, and find the airways in the airwaves that need a new voice to echo through them.",
  "how_to_sustain_main_title": "How to Sustain a YouTube Channel",
  "how_to_sustain_second_subtitle": "2. Engage with Your Audience",
  "how_to_sustain_second_text_part_1": "While digital mediums may feel like a one-way street, serial channels like those on YouTube thrive on consistent user engagement. YouTube isn’t just a theater people shuffle in and out of, or a streaming service people browse through and close. It’s a public forum.",
  "how_to_sustain_second_text_part_2": "Every time you post a video, dive into the comments section. Get conversations going, ask questions and expand your reach by funnelling your channel through social media avenues and vice versa.",
  "how_to_sustain_second_text_part_3": "The more you engage with your community, the more they come to understand you and grow with you as you grow your brand.",
  "how_to_sustain_text_after_image_1": "The light bulb goes off in your head: “I’m going to start a Youtube channel.” You know you have something special to offer the world. There’s some skill or insight you possess that really brings a fresh take; something that educates, enthralls, humors, maybe disgusts, or perhaps simply entertains.",
  "how_to_sustain_text_after_image_2": "Let’s say you make that first video on YouTube. You write, record, and edit it to the best of your possible ability and you’re proud of what you made. The next step, you realize, is to upload.",
  "how_to_sustain_text_after_image_3": "But before we get into what happens when you do, we do have to acknowledge something about the Youtube landscape: it isn’t 2008 anymore. It’s still a playground for creators, sure. But back then, it felt like anybody with a half-decent camera could make YouTube gold because their cat yawned in a funny way or their friend could jump around with a lightsaber.",
  "how_to_sustain_text_after_image_4": "These days, it takes real persistent effort to break into the algorithm. You don’t just need a good idea; you need an understanding of what it takes to create a Youtube channel, one that can be sustained past a few decent video ideas. To do that, you’re going to have to keep in mind a few things:",
  "how_to_sustain_third_subtitle": "3. Don’t Hesitate to Reinvest",
  "how_to_sustain_third_text_part_1": "Have you ever gotten really into an established YouTube channel's content, one that has been around for years, and then gone back to their earliest videos and things suddenly feel amateur? Clean cuts and transitions have been replaced with awkward animations and jarring resolution, and the host's typically sultry voice is suddenly nasally and grating to the ears? Yeah, that’s what poor equipment will do.",
  "how_to_sustain_third_text_part_2": "As you gain a following, one of your priorities should be reinvesting in your channel so your production quality becomes as professional as possible. The difference between an occasional uploader and a serious channel is how professionally your videos come together. And don’t be fooled by outward appearances, some popular YouTubers may lean into a disarrayed aesthetic, but guaranteed every sloppy edit and jump cut has been expertly timed and crafted with intention.",
  "how_to_sustain_third_text_part_3_1": "Moving forward, we suggest you start with a good",
  "how_to_sustain_third_text_part_3_2": "microphone",
  "how_to_sustain_third_text_part_3_3": "YouTube is half audio, and having a crisp, clean voice is a simple way to really increase viewership. Another easy improvement is editing",
  "how_to_sustain_third_text_part_3_4": "software",
  "how_to_sustain_third_text_part_3_5": "The more efficient you are at polishing content, the less belabored you will be producing it. And finally, if the big bucks start rolling in, getting a whole new computer",
  "how_to_sustain_third_text_part_3_6": "rig",
  "how_to_sustain_third_text_part_3_7": "devoted to your creations can serve as a final payoff. Not only does it make everything easier, but it’s also a nice centerpiece to your growing success."
}
