{
  "01_meta_faq_meta_title": [
    {
      "type": 0,
      "value": "FAQ"
    }
  ],
  "faq_2_block_text_1": [
    {
      "type": 0,
      "value": "Please select either Gold or Diamond package from our website and submit your contact info. When you are redirected to the ordering form, you will be asked if it is your first time using our video editing service. Once you indicate that this is indeed your first time, then your submission will be free as long as raw footage does not exceed 45 minutes. If raw footage exceeds 45 minutes, there is a fee ($0.35/min) to edit additional footage unless you are a Twitch streamer. If you are a Twitch streamer, we would make a highlight for you for completely free, regardless of the stream duration. No subscription required. No watermark. No strings attached! The free trial includes one round of 30-min revision."
    }
  ],
  "faq_2_block_text_10": [
    {
      "type": 0,
      "value": "that there are delays in five days. We can certainly extend the days for your review. However, if we do not receive any notifications or replies from you, the project will be marked completed. This means that you will receive the latest draft as the final video."
    }
  ],
  "faq_2_block_text_11": [
    {
      "type": 0,
      "value": "We offer unlimited revisions for the Diamond package. Once you receive a draft, you must submit a revision form to start the revision process. We offer unlimited revisions for 12 days from the order confirmation date. We do not offer unlimited revisions for the Gold package."
    }
  ],
  "faq_2_block_text_12": [
    {
      "type": 0,
      "value": "The Gold package includes one round of revisions, which can be completed by an editor in 30 minutes. In 30 minutes, we can typically make 1-2 major changes (music or storyline) or 5-10 small changes (text, transitions, or effects). We may need to spend more than 30 minutes making adjustments as a result of your requests. We will update you as soon as the estimate is available. Our hourly rate for additional revisions is $18/hr."
    }
  ],
  "faq_2_block_text_13": [
    {
      "type": 0,
      "value": "Yes, our ordering form will ask you about your logo, intro and brand guidelines."
    }
  ],
  "faq_2_block_text_14": [
    {
      "type": 0,
      "value": "Sure! You can include the link of your reference video in the ordering form, and we will replicate the style of the reference video."
    }
  ],
  "faq_2_block_text_15": [
    {
      "type": 0,
      "value": "Yes, we only use licensed royalty-free music."
    }
  ],
  "faq_2_block_text_16": [
    {
      "type": 0,
      "value": "No, we currently do not offer this service."
    }
  ],
  "faq_2_block_text_17": [
    {
      "type": 0,
      "value": "While our Gold package covers 45 minutes of raw footage, you can submit additional minutes of raw footage. We charge $0.35 per additional minute of footage. For instance, if you submit 55 minutes long raw footage, we will charge you for additional 10 minutes ($3.5 at $0.35/min) for the Gold package. We do charge less for additional minutes of Twitch streaming if chat analytics and markers are provided. When both chat analytics and markers files are shared with us, we charge $0.12 per additional minute of footage. For instance, if you submit a 300 minutes long Twitch stream with chat analytics and markers files, we will charge you for additional 255 minutes ($30.6 at $0.12/min) for the Gold package."
    }
  ],
  "faq_2_block_text_18": [
    {
      "type": 0,
      "value": "Our ordering form’s upload section accepts a file up to 1GB size. If multiple files are uploaded to a single section, each file can be up to 100MB in size. So, you can directly upload most of the files. If you want to share your cloud storage (Google Drive or Dropbox), you can choose the option from our form and share the links. For Twitch stream highlights, we will send you a Dropbox file request which accepts files up to 50GB in size. However, it will be much easier for you if you publish your past broadcast on Twitch or YouTube. And then, you can simply share the URL of your past broadcast with us."
    }
  ],
  "faq_2_block_text_19": [
    {
      "type": 0,
      "value": "You can use your cloud storage for larger files, instead of directly uploading in the ordering form. If you do not have sufficient cloud storage and need to share large files, please notify us. We will send you a Dropbox file request which accepts files up to 50GB in size."
    }
  ],
  "faq_2_block_text_2": [
    {
      "type": 0,
      "value": "We make highlights for Twitch streamers. We also make cooking, Vlog, beauty/fashion, fitness and product review videos for YouTubers and Instagram influencers. Please send an email to"
    }
  ],
  "faq_2_block_text_20": [
    {
      "type": 0,
      "value": "You will receive an order confirmation email, first/second/third draft delivery emails and the final draft delivery email. You can always reach us by replying to these emails or send an email to"
    }
  ],
  "faq_2_block_text_21": [
    {
      "type": 0,
      "value": "We are a small team with about 15 video editors. We also spend a considerable amount of time training an editor. We will do our best to schedule our workflow so that we can complete all orders in a timely manner."
    }
  ],
  "faq_2_block_text_22": [
    {
      "type": 0,
      "value": "Once you complete the ordering form, you will see the payment screen. We accept Paypal and credit cards. If we incur additional hours during the revision process, we will charge you extra on an hourly basis."
    }
  ],
  "faq_2_block_text_23": [
    {
      "type": 0,
      "value": "Yes, we refund you the 100% of the package fee if you are not happy. We will do everything to follow your instructions and take proper actions to address your concerns. While we will certainly refund 100% of the package fee, we cannot refund you the charges related to revisions."
    }
  ],
  "faq_2_block_text_24": [
    {
      "type": 0,
      "value": "Yes, our Gold package includes one free thumbnail. If you want extra thumbnails, you can indicate how many you want from our ordering form. Each additional thumbnail costs $5. Our Diamond package includes three free thumbnails."
    }
  ],
  "faq_2_block_text_25": [
    {
      "type": 0,
      "value": "We can add subtitles for key messages. We cannot add subtitles for the whole video."
    }
  ],
  "faq_2_block_text_26": [
    {
      "type": 0,
      "value": "No, we currently do not offer this service."
    }
  ],
  "faq_2_block_text_27": [
    {
      "type": 0,
      "value": "You will get an order confirmation email in a few hours. Then, you will receive the first draft in two calendar days. You can always contact us"
    }
  ],
  "faq_2_block_text_28": [
    {
      "type": 0,
      "value": "Please tell us what you would like to change and why you would like to see the change. If your requests need additional hours for our editors, there could be revision charges of $18/hr."
    }
  ],
  "faq_2_block_text_29": [
    {
      "type": 0,
      "value": "Yes, please indicate that you need the video to be 4k. Our default resolution is HD."
    }
  ],
  "faq_2_block_text_3": [
    {
      "type": 0,
      "value": "We are laser focused on offering services to content creators. We do not handle wedding videos, animations, music videos or commercial videos. We also cannot make videos with longer than 25 minutes running time. However, we do edit Twitch stream, cooking, Vlog, beauty/fashion, fitness and product review videos. Please send an email to"
    }
  ],
  "faq_2_block_text_30": [
    {
      "type": 0,
      "value": "No. We work directly with content creators. For any collaboration projects, please send an email to"
    }
  ],
  "faq_2_block_text_31": [
    {
      "type": 0,
      "value": "During the ordering process, we ask you the social media platform that you will be sharing the video on. While the first draft will be made in the format suitable for your selected social media platform (e.g. YouTube 1920x1080), you can request additional formats during the revision process. Then, you will receive final videos in multiple formats."
    }
  ],
  "faq_2_block_text_4": [
    {
      "type": 0,
      "value": "Our editors are all highly skilled with Adobe Premiere Pro and After Effects. For stock images and videos, we use Storyblocks. For the video collaboration, we use Frame.io."
    }
  ],
  "faq_2_block_text_5": [
    {
      "type": 0,
      "value": "While we can be very creative with your raw footage, we also want to make content that you and your audience love. The ordering form helps us to understand your stories and messages. If you are a returning customer, you would be pleasantly surprised near the end of the submission. We have hidden a few discount options for you!"
    }
  ],
  "faq_2_block_text_6": [
    {
      "type": 0,
      "value": "preferably with a screenshot of the error message. In most cases, errors occur when your files exceed the file upload size limit (100MB per file if multiple files are uploaded to a single upload field)."
    }
  ],
  "faq_2_block_text_7": [
    {
      "type": 0,
      "value": "Once you submit the form, our team will check if we have everything needed to make an engaging video for you. After our review, you should receive an order confirmation. We send the first draft in 2-calendar days from the order confirmation. If your raw footage is over 45 minutes (over 5 hours for Twitch), we might extend the delivery days for a day or two. We will update you as soon as estimation of the required time to edit your video is done."
    }
  ],
  "faq_2_block_text_8": [
    {
      "type": 0,
      "value": "Please follow instructions in the email. You will be able to make comments on your video on Frame.io. After your review, please submit the revision form to start the revision process. Until you submit the revision form, we do not start making changes. You will have five days to submit the revision form. In the revision form, you can also request additional text, B-rolls and thumbnails."
    }
  ],
  "faq_2_block_text_9": [
    {
      "type": 0,
      "value": "After the delivery of the first draft, you can request revisions in five days. You must submit a revision form to start the revision process. Once we receive the revision form, we make the changes in 2-calendar days."
    }
  ],
  "faq_2_block_title_1": [
    {
      "type": 0,
      "value": "1. How do I try your service for free?"
    }
  ],
  "faq_2_block_title_10": [
    {
      "type": 0,
      "value": "10. What happens if I fail to request revisions in five days?"
    }
  ],
  "faq_2_block_title_11": [
    {
      "type": 0,
      "value": "11. How does unlimited revisions work for the Diamond package?"
    }
  ],
  "faq_2_block_title_12": [
    {
      "type": 0,
      "value": "12. How many revisions can I make for the Gold package?"
    }
  ],
  "faq_2_block_title_13": [
    {
      "type": 0,
      "value": "13. Can you adhere to my brand/style guides?"
    }
  ],
  "faq_2_block_title_14": [
    {
      "type": 0,
      "value": "14. Can you recreate it, or match something I’ve seen?"
    }
  ],
  "faq_2_block_title_15": [
    {
      "type": 0,
      "value": "15. Do you supply the music for the videos?"
    }
  ],
  "faq_2_block_title_16": [
    {
      "type": 0,
      "value": "16. Can you upload my videos to YouTube?"
    }
  ],
  "faq_2_block_title_17": [
    {
      "type": 0,
      "value": "17. How much do additional minutes of raw footage cost?"
    }
  ],
  "faq_2_block_title_18": [
    {
      "type": 0,
      "value": "18. How do I upload footage?"
    }
  ],
  "faq_2_block_title_19": [
    {
      "type": 0,
      "value": "19. Is there a size limit on the raw footage files?"
    }
  ],
  "faq_2_block_title_2": [
    {
      "type": 0,
      "value": "2. What types of videos do you edit?"
    }
  ],
  "faq_2_block_title_20": [
    {
      "type": 0,
      "value": "20. How will we communicate to ensure the work gets done?"
    }
  ],
  "faq_2_block_title_21": [
    {
      "type": 0,
      "value": "21. What if I send you 10 video editing requests in one go?"
    }
  ],
  "faq_2_block_title_22": [
    {
      "type": 0,
      "value": "22. How does the payment work?"
    }
  ],
  "faq_2_block_title_23": [
    {
      "type": 0,
      "value": "23. Can you provide a refund if I’m not happy?"
    }
  ],
  "faq_2_block_title_24": [
    {
      "type": 0,
      "value": "24. Can you create a thumbnail for me?"
    }
  ],
  "faq_2_block_title_25": [
    {
      "type": 0,
      "value": "25. Can you add subtitles for my video?"
    }
  ],
  "faq_2_block_title_26": [
    {
      "type": 0,
      "value": "26. Can you SEO optimize my videos for YouTube?"
    }
  ],
  "faq_2_block_title_27": [
    {
      "type": 0,
      "value": "27. What happens after I upload my project? Will I get a progress report with the estimated timing of delivery?"
    }
  ],
  "faq_2_block_title_28": [
    {
      "type": 0,
      "value": "28. What will I do if I am not satisfied with your editing?"
    }
  ],
  "faq_2_block_title_29": [
    {
      "type": 0,
      "value": "29. Do you work with 4k?"
    }
  ],
  "faq_2_block_title_3": [
    {
      "type": 0,
      "value": "3. What type of videos you DO NOT edit?"
    }
  ],
  "faq_2_block_title_30": [
    {
      "type": 0,
      "value": "30. I work for a video production/marketing/creative/design agency, can I sell your service?"
    }
  ],
  "faq_2_block_title_31": [
    {
      "type": 0,
      "value": "31. What format will my video files be delivered in?"
    }
  ],
  "faq_2_block_title_4": [
    {
      "type": 0,
      "value": "4. What tools do you use?"
    }
  ],
  "faq_2_block_title_5": [
    {
      "type": 0,
      "value": "5. Why do you ask all these questions in the ordering form?"
    }
  ],
  "faq_2_block_title_6": [
    {
      "type": 0,
      "value": "6. What if I see errors in the ordering form and cannot submit?"
    }
  ],
  "faq_2_block_title_7": [
    {
      "type": 0,
      "value": "7. How long does it take to get the first draft?"
    }
  ],
  "faq_2_block_title_8": [
    {
      "type": 0,
      "value": "8. So, I have received the first draft. What should I do now?"
    }
  ],
  "faq_2_block_title_9": [
    {
      "type": 0,
      "value": "9. What is the turnaround time for revision requests?"
    }
  ],
  "faq_date_update": [
    {
      "type": 0,
      "value": "Updated September 9, 2021"
    }
  ],
  "faq_top_title": [
    {
      "type": 0,
      "value": "Frequently asked questions"
    }
  ]
}