{
  "01_meta_description": [
    {
      "type": 0,
      "value": "We offer professional video editing services to content creators. Submit your instructions and we will take care of it - storyline, music and effects. 2-day turnaround & 100% money-back guarantee. Get one free trial"
    }
  ],
  "01_meta_keywords": [
    {
      "type": 0,
      "value": "Video editing, video editing service, video editor, Video editing online, video editing service online, video editor online, Vimerse"
    }
  ],
  "01_meta_title": [
    {
      "type": 0,
      "value": "Professional Video Editing Service | Video Editor Online - Vimerse"
    }
  ],
  "articles_text1": [
    {
      "type": 0,
      "value": "In a video, music can evoke many emotions. A bad song can ruin your video, so look at the raw video. And find the right music that sets the mood."
    }
  ],
  "articles_text2": [
    {
      "type": 0,
      "value": "A genuine YouTube video requires a unique content preparation strategy. A great hook requires a setting that highlights your best qualities."
    }
  ],
  "articles_text3": [
    {
      "type": 0,
      "value": "Starting out on YouTube, or any other video content, you may find editing difficult or tedious. Invest in the equipment that will help you the most."
    }
  ],
  "articles_title1": [
    {
      "type": 0,
      "value": "How to choose the right music for your video"
    }
  ],
  "articles_title2": [
    {
      "type": 0,
      "value": "How to easily write a YouTube video script"
    }
  ],
  "articles_title3": [
    {
      "type": 0,
      "value": "How to edit for youtube videos"
    }
  ],
  "benefits_text1": [
    {
      "type": 0,
      "value": "Two-day turnaround"
    }
  ],
  "benefits_text2": [
    {
      "type": 0,
      "value": "100% money-back guarantee in 14 days"
    }
  ],
  "benefits_text3": [
    {
      "type": 0,
      "value": "First full video editing"
    }
  ],
  "benefits_title1": [
    {
      "type": 0,
      "value": "Fast"
    }
  ],
  "benefits_title2": [
    {
      "type": 0,
      "value": "First-class"
    }
  ],
  "benefits_title3": [
    {
      "type": 0,
      "value": "Free trial"
    }
  ],
  "cookies_text_banner": [
    {
      "type": 0,
      "value": "We use cookies to ensure that we give you the best experience on our website."
    }
  ],
  "cookies_text_button": [
    {
      "type": 0,
      "value": "Okay"
    }
  ],
  "first_class_text1": [
    {
      "type": 0,
      "value": "Your content is one of a kind. Your content will have an impact on many others and possibly become an important part of cultural trends. We have worked on thousands of projects and can confirm that what people are creating is absolutely amazing. Your personality may not appeal to everyone, right? But, you deserve a group of fans that will appreciate your uniqueness and its appeal. You are charming because you are honest about yourself and are willing to express yourself creatively. You are courageous to do so, and that courage is what makes you charming. We all admire you."
    }
  ],
  "first_class_text2": [
    {
      "type": 0,
      "value": "Think of your content and character as cooking ingredients. It is not always you that could make the best dish out of these cooking ingredients. A professional chef, who knows good recipes, has years of experience and has the best equipment, might be the one to create a perfect course meal with the given ingredients. Your content and character deserve the best chef, in this case, the best video editors. Vimerse, a team of the best video editors, is here to help bring out the best in you, your brand, and your content."
    }
  ],
  "first_class_text3": [
    {
      "type": 0,
      "value": "Video editing is both a technical process and art. Otherwise, why would there be an Academy Award for Best Film Editing? Tried different video editing software but cannot remove the watermarks? Tried templates but got loads of limitations? Wondering why your video does not have good music or sound effects? Find video editing mundane and time-consuming? We can help you. We love video editing, and we have all the answers you are looking for thanks to years of experience. There might be no shortcuts to the perfect video editing. Vimerse, a team of video editors, can be the shortcut for you in your content creation journey."
    }
  ],
  "first_class_text4": [
    {
      "type": 0,
      "value": "Video editing takes time, and we want to take that baggage off of you. If you are recording and editing videos all the time, when do you have time to get inspired? Even if some good ideas seem to hatch when you are under pressure, the groundwork for those ideas should have started a long time ago. And if you continue to try to make content under time pressure, you can easily burn out. What is the source of your creativity? It might be your experience, your friends, or your family members. Your ideas might be inspired by a new book, a trip, or Youtube videos. Give yourself more room for creativity."
    }
  ],
  "first_class_text5": [
    {
      "type": 0,
      "value": "Through your creativity and video content, you gain influence. In essence, you are building your brand. Big companies are where they are right now because they invest in their brands for multiple years, if not decades. The same should be true for your personal branding. It needs proper and consistent investment. The core of your branding is video editing. Excellent and efficient video editing will help you build and nurture it. Repurposed videos for Facebook, Instagram, and TikTok can reach more people in your audience categories. Without ample investment, brands do not survive. We, at Vimerse, just do not want your brand to survive, we want it to thrive and be known."
    }
  ],
  "first_class_title1": [
    {
      "type": 0,
      "value": "Let that content and character stand out!"
    }
  ],
  "first_class_title2": [
    {
      "type": 0,
      "value": "You deserve an audience, and your audience deserves the best in you"
    }
  ],
  "first_class_title3": [
    {
      "type": 0,
      "value": "There are no shortcuts"
    }
  ],
  "first_class_title4": [
    {
      "type": 0,
      "value": "Make more time for your creativity"
    }
  ],
  "first_class_title5": [
    {
      "type": 0,
      "value": "Invest in yourself and your brand"
    }
  ],
  "footer_address_string": [
    {
      "type": 0,
      "value": "Boston, United States"
    }
  ],
  "footer_copyright": [
    {
      "type": 0,
      "value": "2021 © Vimerse LLC"
    }
  ],
  "footer_helpful_links_title": [
    {
      "type": 0,
      "value": "Helpful links"
    }
  ],
  "footer_info_address": [
    {
      "type": 0,
      "value": "Boston, United States"
    }
  ],
  "footer_info_mail_address": [
    {
      "type": 0,
      "value": "info@vimerse.com"
    }
  ],
  "footer_social_network_title": [
    {
      "type": 0,
      "value": "Social network"
    }
  ],
  "footer_technologies_title": [
    {
      "type": 0,
      "value": "Technologies"
    }
  ],
  "header_about_us": [
    {
      "type": 0,
      "value": "About us"
    }
  ],
  "header_button": [
    {
      "type": 0,
      "value": "Start creating"
    }
  ],
  "header_button_if_width__less_768": [
    {
      "type": 0,
      "value": "Try now"
    }
  ],
  "header_how_it_work": [
    {
      "type": 0,
      "value": "How It Works"
    }
  ],
  "header_pricing": [
    {
      "type": 0,
      "value": "Pricing"
    }
  ],
  "header_what_we_do": [
    {
      "type": 0,
      "value": "What we do"
    }
  ],
  "how_it_work_text1": [
    {
      "type": 0,
      "value": "Once your raw footage is ready, please submit your contact. Next, you will be redirected to an ordering form. One free trial for new users."
    }
  ],
  "how_it_work_text2": [
    {
      "type": 0,
      "value": "Our video editors will complete the first draft in two calendar days. Through our video collaboration tool, you can make revision requests."
    }
  ],
  "how_it_work_text3": [
    {
      "type": 0,
      "value": "You will receive final videos in two calendar days following your submission of revision requests. Then, you can start sharing!"
    }
  ],
  "how_it_work_title1": [
    {
      "type": 0,
      "value": "Prepare raw footage"
    }
  ],
  "how_it_work_title2": [
    {
      "type": 0,
      "value": "Revisions"
    }
  ],
  "how_it_work_title3": [
    {
      "type": 0,
      "value": "Complete"
    }
  ],
  "main_button_text": [
    {
      "type": 0,
      "value": "Start creating"
    }
  ],
  "main_title": [
    {
      "type": 0,
      "value": "Hate video editing?"
    }
  ],
  "pricing_card_1_button": [
    {
      "type": 0,
      "value": "Try now"
    }
  ],
  "pricing_card_1_free": [
    {
      "type": 0,
      "value": "Free"
    }
  ],
  "pricing_card_1_li_1_1": [
    {
      "type": 0,
      "value": "15-min video call to understand your process of content creation"
    }
  ],
  "pricing_card_1_li_2_1": [
    {
      "type": 0,
      "value": "Get professional tips on your existing videos"
    }
  ],
  "pricing_card_1_li_3_1": [
    {
      "type": 0,
      "value": "Experience an immediate boost to your viewership"
    }
  ],
  "pricing_card_1_title": [
    {
      "type": 0,
      "value": "Consultation"
    }
  ],
  "pricing_card_2_button_text": [
    {
      "type": 0,
      "value": "Try now"
    }
  ],
  "pricing_card_2_count-for-1-video": [
    {
      "type": 0,
      "value": "1 video"
    }
  ],
  "pricing_card_2_count-for-4-videos": [
    {
      "type": 0,
      "value": "4 videos"
    }
  ],
  "pricing_card_2_li_1": [
    {
      "type": 0,
      "value": "Max 15-min running time"
    }
  ],
  "pricing_card_2_li_1_1": [
    {
      "type": 0,
      "value": "One free trial"
    }
  ],
  "pricing_card_2_li_2": [
    {
      "type": 0,
      "value": "One free thumbnail"
    }
  ],
  "pricing_card_2_li_3": [
    {
      "type": 0,
      "value": "One round of revisions"
    }
  ],
  "pricing_card_2_li_4": [
    {
      "type": 0,
      "value": "High-quality royalty-free music"
    }
  ],
  "pricing_card_2_li_5": [
    {
      "type": 0,
      "value": "Pro cuts & transitions"
    }
  ],
  "pricing_card_2_li_7": [
    {
      "type": 0,
      "value": "Text and lower thirds"
    }
  ],
  "pricing_card_2_li_8": [
    {
      "type": 0,
      "value": "Standard features"
    }
  ],
  "pricing_card_2_price-for-1-video": [
    {
      "type": 0,
      "value": "$65.00"
    }
  ],
  "pricing_card_2_price-for-4-videos": [
    {
      "type": 0,
      "value": "$234.00"
    }
  ],
  "pricing_card_2_strikethrough_price": [
    {
      "type": 0,
      "value": "$260.00"
    }
  ],
  "pricing_card_2_title": [
    {
      "type": 0,
      "value": "Gold"
    }
  ],
  "pricing_card_2_tooltip_1": [
    {
      "type": 0,
      "value": "Based on 45-min footage provided. $0.35 per additional minute of footage. $0.12 per additional minute of footage when Twitch markers and chat analytics are provided"
    }
  ],
  "pricing_card_2_tooltip_2": [
    {
      "type": 0,
      "value": "5-10 small changes or 1-2 major changes including music"
    }
  ],
  "pricing_card_2_tooltip_3_1": [
    {
      "type": 0,
      "value": "1. Easy communication (Frame.io)"
    }
  ],
  "pricing_card_2_tooltip_3_2": [
    {
      "type": 0,
      "value": "1. Easy communication (Frame.io)"
    }
  ],
  "pricing_card_2_tooltip_3_3": [
    {
      "type": 0,
      "value": "3. Remove objects and people from video"
    }
  ],
  "pricing_card_2_tooltip_3_4": [
    {
      "type": 0,
      "value": "4. Audio mixing & correction"
    }
  ],
  "pricing_card_2_tooltip_3_5": [
    {
      "type": 0,
      "value": "5. B-rolls using your own footage (max 3)"
    }
  ],
  "pricing_card_2_tooltip_3_6": [
    {
      "type": 0,
      "value": "6. Color grading & Color correction"
    }
  ],
  "pricing_card_3_count_for_1_video": [
    {
      "type": 0,
      "value": "1 video"
    }
  ],
  "pricing_card_3_count_for_4_videos": [
    {
      "type": 0,
      "value": "4 videos"
    }
  ],
  "pricing_card_3_li_1": [
    {
      "type": 0,
      "value": "Everything in Gold+"
    }
  ],
  "pricing_card_3_li_2": [
    {
      "type": 0,
      "value": "Max 25-min running time"
    }
  ],
  "pricing_card_3_li_3": [
    {
      "type": 0,
      "value": "Three free thumbnails"
    }
  ],
  "pricing_card_3_li_4": [
    {
      "type": 0,
      "value": "Unlimited revisions"
    }
  ],
  "pricing_card_3_li_5": [
    {
      "type": 0,
      "value": "B-rolls using stock videos and images"
    }
  ],
  "pricing_card_3_li_6": [
    {
      "type": 0,
      "value": "Repurposed video for other social media platforms"
    }
  ],
  "pricing_card_3_li_7": [
    {
      "type": 0,
      "value": "One free intro title card"
    }
  ],
  "pricing_card_3_price_for_1_video": [
    {
      "type": 0,
      "value": "$125.00"
    }
  ],
  "pricing_card_3_price_for_4_videos": [
    {
      "type": 0,
      "value": "$450.00"
    }
  ],
  "pricing_card_3_strikethrough_price": [
    {
      "type": 0,
      "value": "$500.00"
    }
  ],
  "pricing_card_3_title": [
    {
      "type": 0,
      "value": "Diamond"
    }
  ],
  "pricing_card_3_tooltip_1": [
    {
      "type": 0,
      "value": "Based on 90-min footage provided. $0.35 per additional minute of footage. $0.12 per additional minute of footage when Twitch markers and chat analytics are provided"
    }
  ],
  "pricing_card_3_tooltip_2": [
    {
      "type": 0,
      "value": "Unlimited for 12 days"
    }
  ],
  "pricing_card_3_tooltip_3": [
    {
      "type": 0,
      "value": "Max 3 B-rolls"
    }
  ],
  "pricing_card_button_text": [
    {
      "type": 0,
      "value": "Try now"
    }
  ],
  "pricing_title": [
    {
      "type": 0,
      "value": "Pricing"
    }
  ],
  "reviews_subtitle1": [
    {
      "type": 0,
      "value": "Instagram Influencer"
    }
  ],
  "reviews_subtitle10": [
    {
      "type": 0,
      "value": "Lifestyle Vlogger"
    }
  ],
  "reviews_subtitle2": [
    {
      "type": 0,
      "value": "Twitch Streamer"
    }
  ],
  "reviews_subtitle4": [
    {
      "type": 0,
      "value": "Entrepreneur"
    }
  ],
  "reviews_subtitle5": [
    {
      "type": 0,
      "value": "Cooking YouTuber"
    }
  ],
  "reviews_subtitle8": [
    {
      "type": 0,
      "value": "Travel Vlogger"
    }
  ],
  "reviews_text1": [
    {
      "type": 0,
      "value": "Working with Vimerse is an amazing experience! It is crazy how I can just shoot raw content and provide a little background, and they magically turn it into an engaging and mesmerizing high-quality video! Before, I would shoot a ton of content but realistically be unable to take time to make the necessary edits and be happy with them to post. Having hours and hours’ worth of footage is no longer useless now that I know about Vimerse, I can just gather all related videos and send them over, then within a very reasonable time, have a beautiful draft to review and submit any edit requests for, followed by some amazing final products I can share across all of my platforms! We had been trying to find a service like this for a while, it really is perfect for creators like us who have a ton of raw content needing to be turned into something captivating!"
    }
  ],
  "reviews_text10": [
    {
      "type": 0,
      "value": "I got my video back from Vimerse in less than 24 hours! They were patient, communicative, and did an excellent job bringing my video to life. I highly recommend their services if you don't have the time or programs to create a quality video. HIGHLY RECOMMEND!"
    }
  ],
  "reviews_text2": [
    {
      "type": 0,
      "value": "Working with the Vimerse team for video editing is my first experience working with professional video editors and they DID NOT disappoint! I used to spend hours editing my own videos thinking that no one will ever get my brand / style right but Vimerse was able to take my instructions and raw footage, and they turned it into something better than I could have ever expected. The process was hassle-free from onboarding, to drafts, revisions and repurposing the video for other platforms. Communication was easy, editors were very hands-on. Definitely worth it!"
    }
  ],
  "reviews_text3": [
    {
      "type": 0,
      "value": "This service is fantastic! Everything was exceptional from start to finish! The communication was clear and concise, the instructions were detailed, and the editing was amazing! Made my life so easy, they took care of everything for me. I would highly recommend Vimerse to anyone that is needing a project edited to perfection."
    }
  ],
  "reviews_text4": [
    {
      "type": 0,
      "value": "When I asked Vimerse to edit the intro video for my restaurant, I honestly didn't expect this level of quality. From seamless connections and transitions between clips, clean editing of intro and ending, to the introduction of appropriate sound effects, Vimerse certainly impressed me. The carefully adjusted frame of the original clips that had been filmed at a faster tempo was also unexpected. Revisions were done quickly. The most amazing part was that all of these could be resolved in just two days. I would like to thank the Vimerse for taking care of the parts I hadn't thought of and transforming the casually filmed clips into a professional quality video. Since I have become a big fan of Vimerse, all of my upcoming editing jobs will be done through Vimerse."
    }
  ],
  "reviews_text5": [
    {
      "type": 0,
      "value": "I got my video edited by Vimerse and I have only good things to say about the experience. The quality of the video is exceptional, background music and speed of the clips is so on point. I love the detailing and would highly recommend Vimerse for getting your videos edited. They are the best in business. The team is so professional, and they will make all necessary changes that you want them to make in the video if any. The team is responsive, and the end results are truly mind blowing. If I have to get more videos edited in the future, I will choose none other than Vimerse."
    }
  ],
  "reviews_text6": [
    {
      "type": 0,
      "value": "I am impressed with the speed of editing and response time. The questions that were asked prior to editing were very helpful to communicate wishes without a one-on-one conversation. The note-system where I could give feedback on specific parts of the video was also really helpful! Giving feedback was made very easy."
    }
  ],
  "reviews_text7": [
    {
      "type": 0,
      "value": "I think it really fits the vibe of my stream perfectly. Your turnaround time is also incredible!"
    }
  ],
  "reviews_text8": [
    {
      "type": 0,
      "value": "The guys at Vimerse are very friendly and helpful. It is easy to work with them. The process of order submission is overall clear and seamless. Stay in tight communication with them and you can definitely have videos that you have imagined."
    }
  ],
  "reviews_text9": [
    {
      "type": 0,
      "value": "I wanted to share the best moments of my life with family and friends. I always shoot a lot of videos and cannot find the time to edit them. Now, these videos have a chance to come to light! Vimerse met all my needs in an unbelievably short time. It makes me happy to see my amateur material turned into a professional video."
    }
  ],
  "reviews_title1": [
    {
      "type": 0,
      "value": "Jennifer Wakumelo"
    }
  ],
  "reviews_title10": [
    {
      "type": 0,
      "value": "Alisha Nelson"
    }
  ],
  "reviews_title2": [
    {
      "type": 0,
      "value": "Crescentine"
    }
  ],
  "reviews_title3": [
    {
      "type": 0,
      "value": "Angela Zacharias"
    }
  ],
  "reviews_title4": [
    {
      "type": 0,
      "value": "James Han"
    }
  ],
  "reviews_title5": [
    {
      "type": 0,
      "value": "RHM VLogs"
    }
  ],
  "reviews_title6": [
    {
      "type": 0,
      "value": "Arianna"
    }
  ],
  "reviews_title7": [
    {
      "type": 0,
      "value": "RAYM"
    }
  ],
  "reviews_title8": [
    {
      "type": 0,
      "value": "Iren Budoian"
    }
  ],
  "reviews_title9": [
    {
      "type": 0,
      "value": "Anastasiia Shorshina"
    }
  ],
  "scroll_down": [
    {
      "type": 0,
      "value": "Scroll down"
    }
  ],
  "side_menu_social_network_string": [
    {
      "type": 0,
      "value": "Social network"
    }
  ],
  "start_creating_button_type_1": [
    {
      "type": 0,
      "value": "Consultation"
    }
  ],
  "start_creating_button_type_2": [
    {
      "type": 0,
      "value": "Gold"
    }
  ],
  "start_creating_button_type_3": [
    {
      "type": 0,
      "value": "Diamond"
    }
  ],
  "start_creating_form_title": [
    {
      "type": 0,
      "value": "After clicking on the button \"Start now\", you will be redirected to an ordering form"
    }
  ],
  "start_creating_submit_title": [
    {
      "type": 0,
      "value": "We have received your contact. Please fill out the ordering form that opened in a new tab or follow this"
    }
  ],
  "start_creating_subtitle": [
    {
      "type": 0,
      "value": "Let’s turn your footage into an engaging video"
    }
  ],
  "start_creating_title": [
    {
      "type": 0,
      "value": "Start creating"
    }
  ],
  "what_we_do_button_show_more": [
    {
      "type": 0,
      "value": "Show more"
    }
  ],
  "what_we_do_li_1_1": [
    {
      "type": 0,
      "value": "Expressing in vivid colors"
    }
  ],
  "what_we_do_li_1_2": [
    {
      "type": 0,
      "value": "Making the audience understand your style"
    }
  ],
  "what_we_do_li_1_3": [
    {
      "type": 0,
      "value": "Incorporating sponsorship requirements"
    }
  ],
  "what_we_do_li_2_1": [
    {
      "type": 0,
      "value": "Selecting energetic music"
    }
  ],
  "what_we_do_li_2_2": [
    {
      "type": 0,
      "value": "Adding a countdown timer"
    }
  ],
  "what_we_do_li_2_3": [
    {
      "type": 0,
      "value": "Giving a hint to the next exercise"
    }
  ],
  "what_we_do_li_3_1": [
    {
      "type": 0,
      "value": "Showing the recipe in a graphic"
    }
  ],
  "what_we_do_li_3_2": [
    {
      "type": 0,
      "value": "Using voiceover, if needed"
    }
  ],
  "what_we_do_li_3_3": [
    {
      "type": 0,
      "value": "Handling footages from multiple camera angles"
    }
  ],
  "what_we_do_li_4_1": [
    {
      "type": 0,
      "value": "Inserting great background music"
    }
  ],
  "what_we_do_li_4_2": [
    {
      "type": 0,
      "value": "Adding fancy cuts and transitions"
    }
  ],
  "what_we_do_li_4_3": [
    {
      "type": 0,
      "value": "Delivering your emotions effectively"
    }
  ],
  "what_we_do_li_5_1": [
    {
      "type": 0,
      "value": "Using appropriate B-rolls"
    }
  ],
  "what_we_do_li_5_2": [
    {
      "type": 0,
      "value": "Analyzing chats and your markers"
    }
  ],
  "what_we_do_li_5_3": [
    {
      "type": 0,
      "value": "Featuring funny and entertaining highlights"
    }
  ],
  "what_we_do_li_6_1": [
    {
      "type": 0,
      "value": "Submitting whole VODs"
    }
  ],
  "what_we_do_subtitle": [
    {
      "type": 0,
      "value": "We help content creators make more and better video content. Here are the major video categories we cover"
    }
  ],
  "what_we_do_text1": [
    {
      "type": 0,
      "value": "Are you sharing your fashion tips or beauty secrets? We will not only make glamorous videos for you, but we will also nurture your brand by:"
    }
  ],
  "what_we_do_text2": [
    {
      "type": 0,
      "value": "Ready to share your own workout routine? We give special treatment to fitness videos by:"
    }
  ],
  "what_we_do_text3": [
    {
      "type": 0,
      "value": "Is this your family’s favorite recipe? We can help you make it viral until it becomes everyone’s favorite by:"
    }
  ],
  "what_we_do_text4": [
    {
      "type": 0,
      "value": "Do you want your audience to experience your emotion from a trip or event, or share an important moment of your life with others? We will help you with that by:"
    }
  ],
  "what_we_do_text5": [
    {
      "type": 0,
      "value": "Did you just try out interesting products? We will help you share your unique insights on those products by:"
    }
  ],
  "what_we_do_text6": [
    {
      "type": 0,
      "value": "Do you have a 5-hour long stream VOD that you want to make highlights out of? We have developed an efficient process to handle these requirements such as:"
    }
  ],
  "what_we_do_title": [
    {
      "type": 0,
      "value": "What we do"
    }
  ],
  "what_we_do_title1": [
    {
      "type": 0,
      "value": "Fashion and beauty"
    }
  ],
  "what_we_do_title2": [
    {
      "type": 0,
      "value": "Fitness"
    }
  ],
  "what_we_do_title3": [
    {
      "type": 0,
      "value": "Cooking"
    }
  ],
  "what_we_do_title4": [
    {
      "type": 0,
      "value": "Vlog"
    }
  ],
  "what_we_do_title5": [
    {
      "type": 0,
      "value": "Product review"
    }
  ],
  "what_we_do_title6": [
    {
      "type": 0,
      "value": "Twitch stream highlights"
    }
  ],
  "whyVimerse_text1": [
    {
      "type": 0,
      "value": "Creating content is already cumbersome. So, we do not want to pressure you with a monthly subscription. We charge per video. Spend 5 minutes filling out the form in order to have premium-quality video content created for you in two calendar days."
    }
  ],
  "whyVimerse_text2": [
    {
      "type": 0,
      "value": "Our editing takes your videos to the next level. In addition to years of experience, we have researched editing techniques that help extend the viewer's watch time. This means greater engagement and more monetization opportunities for creators."
    }
  ],
  "whyVimerse_text3": [
    {
      "type": 0,
      "value": "We understand that these promises might sound too good to be true. So, we offer the first video editing service for free. As long as your raw footage is less than 45 minutes, it is free! No watermarks. No restriction on sharing the content."
    }
  ],
  "whyVimerse_title1": [
    {
      "type": 0,
      "value": "Hassle-free"
    }
  ],
  "whyVimerse_title2": [
    {
      "type": 0,
      "value": "Captivating"
    }
  ],
  "whyVimerse_title3": [
    {
      "type": 0,
      "value": "Free trial"
    }
  ],
  "why_Vimerse_title": [
    {
      "type": 0,
      "value": "Why Vimerse?"
    }
  ]
}